{
  "metadata": {
    "filename": "Citizenship-Act(2063).pdf",
    "title": "1. Amended by some Nepalese Acts Amendment Act ,20 64  2064.5.9",
    "date": "10 Mangsir 2063 (26 Nov 2006)"
  },
  "chunks": [
    "NEPAL CITIZENSHIP ACT 2063 (2006) Date of Authentication and publication 10 Mangsir 2063 (26 Nov 2006) 1. Amended by some Nepalese Acts Amendment Act ,20 64 2064.5.9 Act No. 25 of the year 2063 (i.e. 2006) An Act Made to Amend and Consolidate Laws Relating to Citizenship : Preamble: Whereas the sovereignty and state authori ty is vested on the Nepalese people as the result of the popular movement; Whereas, as per the commitment mentioned in 'Decla ration of the House of Representatives 2063 (2006) that Nepalese citizens hip were facing difficulties in acquiring citizenship certificate in the past and b ased on the political understanding made on 22 kartik 2063 (Nov 8th 2006), Whereas, it is expedient to amend and consolid ate the laws relating to citizenship regarding acquisition termination and other necessary provisions, Now, therefore, be it enacted by the House of Re presentatives in the First Year of the Proclamation of the House of Representatives, 2063 (2006). 1. Short Title and",
    "other necessary provisions, Now, therefore, be it enacted by the House of Re presentatives in the First Year of the Proclamation of the House of Representatives, 2063 (2006). 1. Short Title and Commencement: (1) This Act may be called \"Nepal Citizenship Act 2063 (2006)\". (2) This Act shall come into force immediately. 2. Definition: Unless the subject or context otherwise requires, in this Act: (a) \"Minor\" means a person who has not attained the age of 16 years. (b) \"Person\" means natural person. (c) \"Prescribed\" or \" as Prescribed\" means prescri bed or as prescribed in the Rules made under this Act. Acquisition of Nepali Citizenship by descent : (1) A person born at the time when his/her father or mother is a citizen of Nepal , shall be a citizen of Nepal by descent. (2) Whatever may be written in Sub-section (1), a c hild born out of wedlock by a Nepali female citizen to a foreign nat ional shall be in accordance with Section 5, Sub-section (2). (3) Every child found in the territory",
    "Sub-section (1), a c hild born out of wedlock by a Nepali female citizen to a foreign nat ional shall be in accordance with Section 5, Sub-section (2). (3) Every child found in the territory of Nepal, wh ose paternal and maternal addresses are undetermined, shall be considered a c itizen of Nepal by descent until his/her father or mother are found. 4. Acquisition of Nepali Citizenship by Birth : (1) Any person born before 2046 Chaitra 31, Bikram Sambat (i.e. 13, April, 199 0 A.D.) within the territory of Nepal and having domiciled permanently in Nepal sha ll be deemed a citizen of Nepal by birth. (2) A person desiring to obtain citizenship certifi cate pursuant to Subsection (1) shall have to apply before holding of t he election for Constituent Assembly and the procedure for granting of the Citi zenship Certificate shall be as prescribed. (3) In case a person, due to certain reasons, could not submit his application within the period specified in Sub-sect ion (1) may apply as prescribed",
    "the Citi zenship Certificate shall be as prescribed. (3) In case a person, due to certain reasons, could not submit his application within the period specified in Sub-sect ion (1) may apply as prescribed within two years from the commencement of this Act. 5. Acquisition of Citizenship by Naturalization : (1) A foreign women married to a citizen of Nepal desiring to obtain ci tizenship of Nepal shall have to submit an application in the prescribed form to the designated officer. On submitting such application she has to produce the marriage relationship document with the citizen of Nepal and also evidence to show the initiation of procedure for renunciation of own's foreign citizenship. (2) A child born to a Nepali female citizen from ma rriage with a foreign citizen in Nepal and having permanent domicile in N epal may be granted naturalized citizenship as prescribed, provided the child has not acquired the citizenship of the foreign country on the basis of the citizenship of his/her father.",
    "permanent domicile in N epal may be granted naturalized citizenship as prescribed, provided the child has not acquired the citizenship of the foreign country on the basis of the citizenship of his/her father. (3) A person desiring to acquire naturalized citize nship pursuant to Subsection (2) shall have to submit an application wit h the following documents to the designated authority: (a) Duplicate copy of the citizenship certificate o f the mother, (b) Recommendation by concerned Municipality or Vil lage Development Committee certifying the birth and perm anent residency in Nepal, (c) Evidence to show that foreign citizenship has n ot been acquired based on the citizenship of the father. (4) The Government of Nepal may grant naturalized citizenship as prescribed to those foreign citizens, who have cont ributed specially for the upliftment of science, philosophy, art, literature, world peace, human welfare or Nepalese industry, finance or social development an d have fulfilled the following",
    "citizens, who have cont ributed specially for the upliftment of science, philosophy, art, literature, world peace, human welfare or Nepalese industry, finance or social development an d have fulfilled the following conditions or status : (a) who is able to read and write Nepali or any ot her language in practice in Nepal. (b) who is engaged in any occupation and domiciled in Nepal. (c) who has renounced or declared such renunciation of the citizenship of the other country. (d) who has resided in Nepal for a minimum period o f 15 years. (e) who is a citizen of the country where there is provision of the law or practice to grant naturalized citizenship to Nepalese. (f) who bears good moral character (g) who is mentally fit and healthy. (5) Whatever may have been written is Sub-section (4), from among the issues of the person, the child born to the person prior to that person having acquired citizenship by naturalization may also acq uire Nepalese citizenship by naturalization as prescribed",
    "Sub-section (4), from among the issues of the person, the child born to the person prior to that person having acquired citizenship by naturalization may also acq uire Nepalese citizenship by naturalization as prescribed form. (6) Any person acquiring citizenship by naturaliza tion under this Section shall take an oath as mentioned in the sche dule and awarded the Nepalese citizen certificate in the prescribed form and such person shall be naturalized citizen of Nepal from the date of receiving such certificate. 6. Award of Honorary Nepalese Citizenship : Notwithstanding any thing mentioned in Section 5, the Government of Nepal may award Honorary Nepalese Citizenship to any internationally renowned person. 7. Citizenship in the case of accession of territory : When any part of territory is integrated with Nepal, persons residing in such acceded territory shall be considered citizens of Nepal, from the date Governm ent of Nepal publishes a notification as prescribed in the Nepal Gazette.",
    "integrated with Nepal, persons residing in such acceded territory shall be considered citizens of Nepal, from the date Governm ent of Nepal publishes a notification as prescribed in the Nepal Gazette. 8. Filing of Application to obtain Citizenship Certifi cate : (1) A person attaining the age of 16 years desiring to acquire c itizenship of Nepal by descent pursuant to Section 3, shall have to file an applic ation in the prescribed form along with copies of the following documents to the designated authority: (a) Nepalese Citizenship Certificate of descendants of relatives within three generations from paternal or maternal or self side. Provided that , this provision shall not be applica ble to Nepalese female citizen married to a foreigner. (b) Recommendation from the concerned Village Devel opment or Municipality certifying the place of birth and relationship. (2) A person attaining the age of 16 years desirin g to acquire Nepalese Citizenship Certificate by virtue of birth pursuant to",
    "opment or Municipality certifying the place of birth and relationship. (2) A person attaining the age of 16 years desirin g to acquire Nepalese Citizenship Certificate by virtue of birth pursuant to Section 4 shall have to file an application in the prescribed form along with copies of the following documents to the designated authority. (a) Recommendation from the concerned Village Devel opment Committee or Municipality certifying the birth in N epal and residing permanently in Nepal. (b) An evidence showing Land Ownership Certificate in the name of self or family or Certificate of Land Tilli ng Right or proof of house or listing of name or the name of fa ther or mother in the Voters' list prepared by the Election Commission. (3) On receipt of the applications pursuant to Subsection (1) or (2), the designated authority shall award the Nepalese Citiz enship Certificate, after evaluating and based on evidence as produced. (4) In the circumstance, where a person could not s ubmit the evidences",
    "or (2), the designated authority shall award the Nepalese Citiz enship Certificate, after evaluating and based on evidence as produced. (4) In the circumstance, where a person could not s ubmit the evidences along with the application as prescribed in Sub-sec tion (1) and (2), the designated authority may award the Nepalese Citizenship Certif icate based on the spot investigation and on the basis of identification at the time of spot investigation by at least three persons having obtained Nepalese Cit izenship Certificate and residing in the same Ward and are acquainted with the applicant. (5) While conducting the spot investigating in acco rdance with Subsection (iv), the applicant must have been born in Nepal and stated clearly the fact of having lived in a permanent manner. (6) On investigation and evaluation pursuant to Sub -section (3) or (4), if any applicant is not found have been qualified to b e awarded the Nepalese Citizenship Certificate, one shall be duly notified of the decision",
    "pursuant to Sub -section (3) or (4), if any applicant is not found have been qualified to b e awarded the Nepalese Citizenship Certificate, one shall be duly notified of the decision within the prescribed period. 9. Authority to issue Citizenship Certificate : The authority to issue Nepalese Citizenship Certificate by descent, on the basis of birth or by naturalization, shall be vested on the designated authority. 10. Termination of Nepalese Citizenship (1) Any citizen of Nepal who voluntarily acquires the citizenship of any foreign country shall automatically lose the citizenship of Nepal. (2) The designated authority shall register the not ice submitted by a citizen of Nepal, who notifies in the prescribed fo rm of renunciation of the Citizenship of Nepal and the citizenship of that pe rson shall be terminated from the date such notice has been duly registered. (3) Any person who has been divested of Nepalese ci tizenship pursuant to Section 14, shall be deemed to have lost his citizenship",
    "from the date such notice has been duly registered. (3) Any person who has been divested of Nepalese ci tizenship pursuant to Section 14, shall be deemed to have lost his citizenship from that date. (3) If any person who is in a status of acquiring t he citizenships of Nepal and a foreign country concurrently, such person sha ll have to choose the citizenship of any one country within two years aft er attaining the age of 16 years. Failure to choose the citizenship in this manner shall be deemed for that person to have lost his Nepalese citizenship on expiry of that specified period. (4) In case any question arises as to whether a Nep alese citizen has acquired a foreign citizenship or not, the designated authorit y shall make his decision pursuant to the prevailing laws. 11. Re-acquisition of Nepalese Citizenship : Any Citizen of Nepal who has acquired foreign citizenship returns to reside in Nepal and submits a notification to the designated authority the evidence of renunciati on of",
    "11. Re-acquisition of Nepalese Citizenship : Any Citizen of Nepal who has acquired foreign citizenship returns to reside in Nepal and submits a notification to the designated authority the evidence of renunciati on of foreign citizenship shall be reinstated the Nepalese citizenship from the date of registering such evidence. 12. Revocation of Citizenship Certificate : The designated authority shall revoke such Citizenship Certificate of any Nepalese citizen, if it is proven that such citizenship had been obtained on submission of false documentation. 13. Two Citizenship Certificates not to be acquired : No person shall acquire more that one citizenship certificate. Provided that, there shall be no objection to issue another citizenship certificate by the concerned office on the basis of change of resi dency, if any person so desires, after due withdrawal of the first issued citizenship certificate. 14. Deprivation from Nepalese Citizenship . (1) The Government of Nepal may issue directives",
    "resi dency, if any person so desires, after due withdrawal of the first issued citizenship certificate. 14. Deprivation from Nepalese Citizenship . (1) The Government of Nepal may issue directives to cancel the Nepalese Citizenship Certificate and to divest Nepalese citizenship of any foreign person who has been found proven to have fraudulently acquired Nepalese citizenship on submi ssion of false documents and declaration. (2) Any person whose Nepalese Citizenship has been divested by a directive issued by the Government of Nepal in acco rdance with this section may file an appeal to the concerned Appellate Court within thirty-five days. 15. Records of Citizenship Certificates to be maintaine d : The system of maintaining the records of Nepalese Citizenship Cer tificates shall be as prescribed. 16. Rights. duties and liabilities not to absolve : No citizen of Nepal whose citizenship in terminated for any reason, shall not be deemed to have been absolved of the rights, duties and liabilities",
    "and liabilities not to absolve : No citizen of Nepal whose citizenship in terminated for any reason, shall not be deemed to have been absolved of the rights, duties and liabilities incu rred in relation to any act done during the period the person was a citizen of Nepal , only by reason of termination of the citizenship. 17. Correction of the Particulars : ∇∇ ∇∇ (1) Any person desiring to correct his/her caste or age for being differently mentioned in the academic certificate to that of the citizenship certificate or correct the minor mistak es in the citizenship certificate ,shall have to provide for an application with nece ssary evidence to the designated authority. Clarification : For the purpose of this section 'minor' mistake m eans the non substantial details the citizenship certificate to mean 'Kumari' \"Devi\" \"bahadur\" ∇ Amended by some Nepalese Acts Amendment Act ,2064 \"Prasad\" like words being added or not mentioned or difference in 'Aakar or Ikar (speccific grammatical error",
    "citizenship certificate to mean 'Kumari' \"Devi\" \"bahadur\" ∇ Amended by some Nepalese Acts Amendment Act ,2064 \"Prasad\" like words being added or not mentioned or difference in 'Aakar or Ikar (speccific grammatical error in devanagari) or other minor mistake of that type. (2) The designated authority on receipt of the appl ication pursuant to Sub-section (1) shall conduct an enquiry with witne sses as necessary and together with evidences obtained from such person shall make the due correction and may grant another citizenship certificate after withdra wing the citizenship certificate awarded previously. (3) The designated authority on receipt of the appl ication by a married or divorced woman for amendment of her family name, address or other particulars, may after verifying the necessary fact s grant another citizenship certificate with amended family name, address or pa rticulars and withdraw the previous citizenship certificate. 18. Revision : (1) Notwithstanding anything provided for",
    "the necessary fact s grant another citizenship certificate with amended family name, address or pa rticulars and withdraw the previous citizenship certificate. 18. Revision : (1) Notwithstanding anything provided for in this Act, any person who is aggrieved by a decree issued by a designated authority in accordance with this Act, may file a petition within thirty fi ve days from the date such decree was issued with the Government of Nepal for revision of such decree. (2) On receipt of the petition pursuant to Sub-sect ion (1), the Government of Nepal may obtain a report from the de signated authority issuing the decree and after reviewing the report may give its verdict or issue a decree and such verdict or decree shall be final. 19. Publication of Name list : Every year the names of the persons who have been divested of Nepalese Citizenship pursuant to Sectio n 14 shall be published in the Nepal gazette. 20. Delegation of Authority : (1) The Government of Nepal may delegate the authority",
    "persons who have been divested of Nepalese Citizenship pursuant to Sectio n 14 shall be published in the Nepal gazette. 20. Delegation of Authority : (1) The Government of Nepal may delegate the authority vested on itself pursuant to this Act to any officer in the Government of Nepal. Provided that , the authority to divest from Nepale se Citizenship pursuant to",
    "Section 14 shall not be delegated. (2) The designated authority authorized to distribu te Citizenship Certificates pursuant to this Act may delegate the authority vested on him/her to any staff officer. 21. punishment : (1) Any foreign national who claims to be a Nepales e citizen and acquires Nepalese citizenship by giving false representation shall be sentenced to imprisonment from one year to five years or fined from fifty thousand rupees to one hundred thousand rupees or awarded bo th penalties. The citizenship acquired by false representation and having penaliz ed pursuant to this clause, the citizenship thus acquired shall be automatically cancelled. (2) The person who was involved in the process of v erification or recommendation in granting citizenship to any forei gn national on false particulars shall be sentenced to imprisonment from six months to three years or fined from twenty five thousand rupees to fifty thousand rupees or awarded both penalties. (3) Any person who assists",
    "shall be sentenced to imprisonment from six months to three years or fined from twenty five thousand rupees to fifty thousand rupees or awarded both penalties. (3) Any person who assists and begets false or forg ed Nepalese Citizenship Certificate and brings it in use shall be sentenced to imprisonment from one year to five years or fined from twenty th ousand rupees to one hundred thousand rupees or awarded both penalties. (4) Any person who alters or makes correction and assists in such undertaking on the particulars of the original citi zenship certificate shall be sentenced to imprisonment up to three months or fin ed up to ten thousand rupees or awarded both penalties. (5) Any person who furnishes and acquires citizensh ip certificate on false representation pursuant to Section 12 or the converted particulars pursuant to",
    "Section 17 is proven to be false or commits and Sec tion to commit any other offence in violation of this Act or the rules enacted under this Act shall be fined up to fifteen thousand Rupees. (6) The issuing authority of Nepalese Citizenship C ertificate intentionally or with mala fide intention in violation of this Act and the Rules enacted under this Act issues Citizenship Certifica te or makes changes of the particulars in the Citizenship Certificate, such au thority or employee shall be subjected to departmental action as per the prevailing laws. (7) The person who undertakes or assists in any off ences punishable under Sub-sections (1), (2) and (3) shall be awarde d half the punishment as mentioned in those Sub-sections. 22. Appointment of Citizenship Team : (1) If the Government of Nepal deems necessary, a Citizenship Certificate Distribu tion Team may be appointed to distribute Citizenship Certificates. (2) The Team appointed pursuant to Sub-section (1) shall distribute citizenship",
    "(1) If the Government of Nepal deems necessary, a Citizenship Certificate Distribu tion Team may be appointed to distribute Citizenship Certificates. (2) The Team appointed pursuant to Sub-section (1) shall distribute citizenship certificates within the directives auth orized by the Government of Nepal. 23. Power to Frame Rules : The Government of Nepal may frame necessary Rules for the fulfillment of the objectives of this Act. 24. Repeal and Savings: (1) Nepal Citizenship Act. 2020 (1964) is hereby repealed. (2) All acts performed or actions taken under the r epealed Act pursuant to sub-section (1) shall be deemed to have been perfor med or undertaken under this"
  ],
  "total_chunks": 22
}