{
  "metadata": {
    "filename": "Civil-Service-Act(2049).pdf",
    "title": "Civil Service Act, 2049 (1993)"
  },
  "chunks": [
    "Civil Service Act, 2049 (1993)\nDate of Authentification and Publication\n2050.2.4 (17 May 1993)\nAmendments:\nNepal Health Services Act, 2053 (1997)\n2053.11.15\n(February 16, 1997)\nCivil Service (First Amendment) Act, 2055 (1998) 2055.3.29\n(July 13, 1998)\nSome Nepal Acts Amendments Act, 2057(2000)\n2057.4.26\n(August 10, 2000)\nParliament Secretariat Act, 2058 (2001)\n2058.8.28\n(December 13, 2001)\nCivil Service (Second Amendment) Act, 2064 (2007)\n2064.4.23\n(August 8, 2007)\nAct No. 2 of the year 2050 (1993)\nAn Act Made to Provide for the Constitution, Operation and\nConditions of Service of the Civil Service\nPreamble: Whereas, it is expedient to make provisions on the\nconstitution, operation and conditions of service of the civil service in\norder to make the civil service more competent, vigorous, service-oriented\nand responsible;\nNow, therefore, be it enacted by Parliament in the Twenty-second\nyear of the reign of His Majesty King Birendra Bir Bikram Shah Dev.",
    "Chapter 1\nPreliminary\nShort Title and Commencement: (1) This Act may be called as\n\"Civil Service Act, 2049 (1993)\".\n(2) This Act shall come into force immediately.\nDefinitions: In this Act, unless the subject or the context otherwise\nrequires :-\n\"Civil Service\" means the civil service constituted pursuant to",
    "Section 3. \"Civil Employee\" means any person who is holding a post of the civil service. \"Authority\" means any official with powers to make appointments pursuant to Section 9. \"Family\" means the husband, wife, son, unmarried daughter, adopted son, unmarried adopted daughter, father, mother or step mother living together with a Civil employee and whom he/she himself/herself has to maintain and subsist, and this term also includes his/her grandfather, grandmother in the case of a \u0001male and unmarried female employee, and her mother-in-law, father-in-law, in the case of married female● employee. \"Head of Department\" means the prescribed official. \"Head of Office\" means the head employee of the prescribed office. Amended by the Second Amendment. Inserted by the Second Amendment. \"Permanent post\" means a post of the civil service which is pensionable and of which term is not specified. \"Expert post\" means a post which has functions, duties and responsibilities of special nature and requires",
    "of the civil service which is pensionable and of which term is not specified. \"Expert post\" means a post which has functions, duties and responsibilities of special nature and requires special qualifications. ●(h1) \"Trade union of civil employees\" means the trade union of the civil employees constituted pursuant to Sub-section (1) of",
    "Section 53.\n●(h2) \"Authentic trade union of civil employees\" means the\nauthentic trade union of the civil employees constituted\npursuant to Sub-section (3) of Section 53.\n\"Prescribed\" or \"as prescribed\" means prescribed or as\nprescribed in the rules framed under this Act.",
    "Chapter 2 Constitution of Civil Services ▲2A. Central body vis-à-vis Personnel Administration: (1) The Ministry of General Administration shall, in order to run the administration of the country, act as the central body in respect of the constitution, operation and conditions of service of the civil service and the management and operation of the civil employee. (2) Any acts pertaining to the administration of the civil employee, other than the acts mentioned in this Act or the Rules framed under this Act, shall not be carried out without policy approval of the Ministry of General Administration. Constitution of Civil Service: Government of Nepal shall constitute the civil services as follows: Inserted by the Second Amendment. Inserted by the First Amendment. \u0002(a) Nepal Economic Planning and Statistics Service; (b) Nepal Engineering Service; (c) Nepal Agricultural Service; (d) Nepal Judicial Service; •(d1) Nepal Foreign Service; (e) Nepal Administration Service; •(e1) Nepal Audit Service;",
    "Nepal Economic Planning and Statistics Service; (b) Nepal Engineering Service; (c) Nepal Agricultural Service; (d) Nepal Judicial Service; •(d1) Nepal Foreign Service; (e) Nepal Administration Service; •(e1) Nepal Audit Service; (f) Nepal Forestry Service; (g) Nepal Miscellaneous Service; (h) Nepal Education Service; (i) ♦----------------------- (j) ♥----------------------- Class: (1) There shall be the following classes in the civil service: Gazetted Non-gazetted Special First First Second Second Third Third Fourth Fifth Amended by the First Amendment. Inserted by the Second Amendment Omitted by Parliament Secretariat Act, 2058(2001). Omitted by Nepal Health Services Act, 2053 (1997). Amended by the Second Amendment. (2) If any employee working in the classless post intends to be affiliated with the class at the time of commencement of this Section, the employee may be affiliated as prescribed with the Nongazetted fifth class. •4A. Special provision relating to integrated civil service",
    "at the time of commencement of this Section, the employee may be affiliated as prescribed with the Nongazetted fifth class. •4A. Special provision relating to integrated civil service system: Notwithstanding anything contained in Section 4, the Government of Nepal shall commence the integrated civil service system by converting classes of the civil service into the layer system from such date as may be appointed by a Notification in the Nepal Gazette. Posts of Service: (1)There shall be technical and administrative posts including the expert post in different classes of the civil service. (2) In addition to those mentioned in Sub-section (1), there may also be classless posts, as prescribed, in the Civil service. (3) \u0003--------- •5A. Job description: (1) Based on the job description of the organization approved by the Government of Nepal, the concerned Secretary, Head of Department and Head of Office must prepare and enforce the job description of each civil post. Such job description must",
    "approved by the Government of Nepal, the concerned Secretary, Head of Department and Head of Office must prepare and enforce the job description of each civil post. Such job description must clearly specify, inter alia, the functions, duties, responsibilities and powers of such post and qualifications for the same. (2) In posting the civil employee to any post, the job description and the indicators for the evaluation of functions as specified in the job description must also be provided, along with the posting letter. Inserted by the Second Amendment Omitted by the Second Amendment. (3) Other provisions relating to the job description shall be as prescribed. Groups and sub-groups: (1) There may also be different groups and sub-groups, as prescribed, in the civil service. ▲(la) Notwithstanding anything contained in Sub-section (1), there shall not be service, group or sub-group above the gazetted first class of other service, except in the post of \u0001Nepal Judicial Service and Nepal Audit",
    "contained in Sub-section (1), there shall not be service, group or sub-group above the gazetted first class of other service, except in the post of \u0001Nepal Judicial Service and Nepal Audit Service. (2) The minimum qualifications required for different posts in the groups and sub-groups of different civil services shall be as prescribed.",
    "Chapter 3 Fulfillment of Vacancy of Civil Service ▲6A. Creation of positions: (1) The number of positions in the civil service shall be created as prescribed. \u0001(2) In preparing an organizational structure and creating a new position in order to establish a new governmental office or reviewing or altering the currently existing organizational structure and positions, the concerned Ministry shall carry out an organizational and management survey, based, inter alia, on the programme, work-load, job nature and available human resource, obtain consent of the Ministry of Finance and forward it to the Ministry of General Administration. • (2a) Based on the consent obtained pursuant to Sub-section (2), the Ministry of General Administration shall make its evaluation Inserted by the First Amendment. Amended by the Second Amendment. Inserted by the Second Amendment and submit it to the Government of Nepal, Council of Ministers for approval within Thirty days. Provided that in the case of an alteration",
    "Second Amendment. Inserted by the Second Amendment and submit it to the Government of Nepal, Council of Ministers for approval within Thirty days. Provided that in the case of an alteration in the organization structure and position, a report on such alteration in organization structure and position may be submitted after carry out organization and management survey. (3) Any post fulfilled by creating the position contravention of Sub-sections \u0001(1), (2) and (2a) shall ipso facto lapse. Fulfillment of vacancy in civil service: (1) The posts of Gazette special class of the civil service shall be fulfilled pursuant to Section 19 and following posts shall be fulfilled as follows: By promotion By open competition evaluation competency By internal competitive examination By adjustment of promotion by evaluation of performance and experience Classless/ Non-gazetted fithth class (b) Non-gazetted fourth class (c)Non-gazetted Amended by the Second Amendment. third class (d) Non-gazetted second class",
    "adjustment of promotion by evaluation of performance and experience Classless/ Non-gazetted fithth class (b) Non-gazetted fourth class (c)Non-gazetted Amended by the Second Amendment. third class (d) Non-gazetted second class (e) Non-gazetted first class (f) Gazetted third class Gazetted second class (h) Gazetted first class (2) The employees serving in the post of Bahidar or equivalent thereto of the non-gazetted forth class at the time of commencement of this Section shall ipso facto be settled into nongazetted third class from the date of commencement of this Section. (3) Notwithstanding anything contained in Clauses (c) of Subsection (1), if any post of non-gazetted third class is not held by any civil employee, that post shall ipso facto lapse. If the employee holding the post of non-gazetted third classes has completed such service period possesses minimum educational qualifications as required for the post to which he/she is to be promoted, he/she shall ipso facto be promoted to",
    "third classes has completed such service period possesses minimum educational qualifications as required for the post to which he/she is to be promoted, he/she shall ipso facto be promoted to the one class higher post. The higher class post shall ipso facto be created for making such promotion; and the lower post shall ipso facto lapse after such promotion to the higher post. (4) The Government of Nepal shall specify the classless posts into those of main workers and assistant workers by a Notification in the Nepal Gazette. (5) The posts falling vacant at the time of commencement of this Section and the classless posts with duties of assistant workers specified pursuant to Sub-section (4) falling vacant after the commencement of this Section shall ipso facto lapse. The concerned office shall inform the Civil Employees Records Office to terminate such posts. The duties of such posts shall be contracted out to any person or institution by making a contract with such person or institution",
    "the Civil Employees Records Office to terminate such posts. The duties of such posts shall be contracted out to any person or institution by making a contract with such person or institution and with specification of the minimum salary. (6) Out of the posts to be filled up through internal competitive examination as referred to in Clause (d) of Sub-section (1), the non-gazetted second class posts shall be filled up through open competition from amongst the employees who are serving in non-gazetted third class and classless posts and have obtained minimum educational qualification and minimum service period . (7) Notwithstanding anything contained in Sub-section (1), in order to make inclusive the civil service, forty-five percent posts of the posts to be fulfilled by open competition shall be set aside and be filled up by having separate competition between the following candidates only, by considering the percentage into cent percent: Women -Thirty Three Percent Adiwasi/Janjati -Twenty",
    "competition shall be set aside and be filled up by having separate competition between the following candidates only, by considering the percentage into cent percent: Women -Thirty Three Percent Adiwasi/Janjati -Twenty Seven Percent Madhesi -Twenty Two Percent Dalit Nine Percent Disabled (differently able)- Five Percent Backward Area Four Percent Explanation: For the purposes of this Sub-section \"backward area\" means Accham, Kalikot, Jajarkot, Jumla, Dolpa, Bajhang, Bajura, Mugu and Humla districts. For the purposes of Clauses (a), (b), (c) and (d) of this Sub-section, \"women, Adiwasi/Janajati, Madhesi, and Dalit\" means women, Adiwasi/Janajati, Madhesi, and Dalit who are backward economically and socially. (8) Notwithstanding anything contained elsewhere in this Section, the posts of the percentage determined pursuant to Clause (e) of Sub-section (7) shall be filled up through competitive examination between such disabled only as may be specified for any specific nature of work. (9) While",
    "Clause (e) of Sub-section (7) shall be filled up through competitive examination between such disabled only as may be specified for any specific nature of work. (9) While determining the percent pursuant to Sub-section (7), if there is a fraction that is less than One percent, the fraction shall continue to pass on to the immediately next group of the group in respect of which such fraction has resulted. (10) If no appropriate candidate is available from the advertisement for a post set aside pursuant to Sub-section (7) in the year of advertisement, such post shall be included in the advertisement of next year, and if any appropriate candidate is not available even upon such advertisement, such post shall be included in the posts to be filled up through the open competition in that year. (11) The provisions for the fulfillment of posts through the percent determined pursuant to Sub-section (7) shall be reviewed in every Ten years. (12) If there arises any dispute on the determination of",
    "(11) The provisions for the fulfillment of posts through the percent determined pursuant to Sub-section (7) shall be reviewed in every Ten years. (12) If there arises any dispute on the determination of posts as per the percent as referred to in Sub-section (7), the decision made by the Public Service Commission shall be final. (13) Notwithstanding anything contained elsewhere in this Section, the Government of Nepal may, by a Notification in the Nepal Gazette, specify the post that can be competed only be women for any specific nature of function or post. (14) Notwithstanding anything contained elsewhere in this Section, permanent appointment may be made by way of a competitive examination, between such women candidates only, specified by the Public Service Commission to the prescribed post for one time after the commencement of this Section as have obtained necessary minimum qualification for any post and have worked for at least five years temporarily in the permanent post of the women",
    "time after the commencement of this Section as have obtained necessary minimum qualification for any post and have worked for at least five years temporarily in the permanent post of the women development program operated by a governmental body. (15) The posts to be filled up through the adjustment of work performance and experience pursuant to Sub-section (1) shall be adjusted on the basis of seniority from amongst the employees who are promoted as per Section 24D1. (16) The minimum qualification required for the post of gazetted second and first class to be filled up through open competition pursuant to Clauses (f) and (g) of Sub-section (1) shall be Master’s Degree obtained on the concerned subject and experience of Five years in the case of gazetted second class and that of Seven years in the case of gazetted first class, in an officer level post of any government service or a body corporate registered as per the prevailing law or an international association or institution. Provided",
    "in the case of gazetted first class, in an officer level post of any government service or a body corporate registered as per the prevailing law or an international association or institution. Provided that, the term of work experience shall be less by Two years in the case of a candidate who has done Ph.D. (17) Other provisions relating to the fulfillment of vacancies in the civil service and fulfillment of expert posts shall be as prescribed. \u00017A. Provisions on requisition for vacancy fulfillment: (1) If any post of the civil service falls vacant in any manner, the concerned body shall give information thereof to the Public Service Commission within one month after such vacancy. Departmental action shall be taken against the office-bearer who fails to give such information within that period. (2) Upon receiving the requisition for the fulfillment of vacancies pursuant to Sub-section (1), the details of the such posts shall be published within the month of Shrawan every year, as prescribed.",
    "(2) Upon receiving the requisition for the fulfillment of vacancies pursuant to Sub-section (1), the details of the such posts shall be published within the month of Shrawan every year, as prescribed. (3) In making requisition for the fulfillment of vacancies in the civil service, requisition may be made, specifying the posts already fallen vacant by that period and the posts that are to fall vacant by way of retirement and promotion within the running fiscal year. (4) Other provisions relating to the requisition for vacancy fulfillment shall be as prescribed. ▲7B. Restriction on vacancy fulfillment: (1) No post of the civil service shall be fulfilled in any manner other than that provided for in this Act. (2) No salary shall be provided without having a salary report passed Civil Employee Records Office (Nijamati Kitabkhana), in the case of civil employees serving in Ministries, Secretariats, Commissions and Departments and Offices situated Amended by the Second Amendment. Inserted by",
    "report passed Civil Employee Records Office (Nijamati Kitabkhana), in the case of civil employees serving in Ministries, Secretariats, Commissions and Departments and Offices situated Amended by the Second Amendment. Inserted by the First Amendment. within the Valley, and by the Treasury and Accounts Comptroller Office concerned, in the case of civil employees of the District based Offices. \u0001(3) If any employee is appointed in contravention of Subsection (1) or if it is found that salary has been provided without having the salary report passed pursuant to Sub-section (2), the salary, allowances and amounts for other facilities received by such employee shall be realized from the appointing and salary providing office-bearer as government dues. Provided that, nothing in this Sub-section shall be deemed to preclude the provision of salary to a employee holding a redundant post (Phajil). Explanation: For the purposes of this Sub-section \"employee holding a redundant post\" means an employee",
    "deemed to preclude the provision of salary to a employee holding a redundant post (Phajil). Explanation: For the purposes of this Sub-section \"employee holding a redundant post\" means an employee whose organization or position has been repealed but his or her service is yet to be adjusted in another organization or service. ▲7C. Restriction on appointment on wages or contract: (1) After the commencement of this Act, no one shall appoint any person on wages or contract for any job to be performed by the civil employee. (2) If any one appoints any person in contravention of Subsection (1), the salary, allowances and amounts for other facilities received by that person so appointed shall be realized from the appointing office-bearer as government dues. Appointment recommendation Public Service Commission: (1) Appointment to the post required to be fulfilled Amended by the Second Amendment. Inserted by the First Amendment. Amended by the First Amendment. by open competition or internal competition",
    "Commission: (1) Appointment to the post required to be fulfilled Amended by the Second Amendment. Inserted by the First Amendment. Amended by the First Amendment. by open competition or internal competition \u0003--------- shall be made on recommendation of the Public Service Commission. (2) Notwithstanding anything contained in Sub-section (1), appointment to the post of gazetted second class or above, in the Nepal Judicial Service, which is required to be fulfilled by internal competition \u0003---------shall be made on recommendation of the Judicial Service Commission. Appointment to the post of civil service: (1) Government of Nepal shall make appointment to the gazetted post of the civil service; and a Notification of such appointment shall be published in the Nepal Gazette. (2) The Head of Department may make appointment to the nongazetted post of the civil service. (3) Notwithstanding anything contained in Sub-section (2), the Head of Office may make appointment to the non-gazetted and classless",
    "may make appointment to the nongazetted post of the civil service. (3) Notwithstanding anything contained in Sub-section (2), the Head of Office may make appointment to the non-gazetted and classless post in his/her office and subordinated office. \u000210. Disqualifications for being candidate: (1) The following persons shall not be qualified to be candidate for the post of the civil service: In the case of non-gazetted and classless post, those who have not completed the age of Eighteen years, In the case of gazetted post, those who have not completed the age of Twenty One years, In the case of male and female candidates, those who have already completed the age of Thirty Five years and that of Forty years, respectively, Omitted by the Second Amendment Amended by the First Amendment. Provided that, Any person who has not crossed the age of Forty years may be a candidate for such post of the civil service \u0003.......... as may be specified for appointment of an exarmy or police thereto. \u0001(2)",
    "has not crossed the age of Forty years may be a candidate for such post of the civil service \u0003.......... as may be specified for appointment of an exarmy or police thereto. \u0001(2) Any person who has not crossed the age of Forty Five years may be a candidate for the open competition of gazetted second and first class. The age bar shall not be applicable in the case of permanent incumbent employees of the civil service. Those who have been dismissed from service, with being disqualified for government service in the future, Those who are non-Nepalese citizens, Those who have been convicted by the court of a criminal offence involving moral turpitude. \u0001(2) In the case of the female civil employee who has been temporarily appointed to any post of development side or development project of Government of Nepal and serving continuously since at least Five years ago, the age bar shall not be applicable to her to become a candidate in the advertisement of the Public Service Commission for open competition.",
    "Nepal and serving continuously since at least Five years ago, the age bar shall not be applicable to her to become a candidate in the advertisement of the Public Service Commission for open competition. Deleted by the Second Amendment Amended by the Second Amendment. \u000211. Provisions relating to temporary appointment: (1) The Public Service Commission shall, for the purpose of making temporary appointments, publish a separate list arranged in order of merit from amongst those candidates who have attended the examination conducted by it but have not been recommended for permanent appointment. (2) If any temporary appointment is to be made to any vacant post of the civil service, the concerned Ministry must write to the Public Service Commission. (3) The Public Service Commission shall, if so written to it pursuant to Sub-section (2), recommend the person included in the list arranged in order of merit for temporary appointment on the basis of the requisition of the concerned Ministry. (4)",
    "to it pursuant to Sub-section (2), recommend the person included in the list arranged in order of merit for temporary appointment on the basis of the requisition of the concerned Ministry. (4) The concerned Ministry shall temporarily appoint the person recommended pursuant to Sub-section (3) for a period not exceeding six months. (5) The concerned Ministry must give information of temporary appointment made pursuant to Sub-section (4) to the Ministry of General Administration within seven days. (6) If any one makes temporary appointment in contravention of this Section, the salary, allowances and amounts for other facilities earned and received by the civil employee so appointed shall be realized from the appointing office-bearer as government dues. 12. Retention of lien: The civil employee shall continue to have lien over his/her post in the following circumstances: As long as he/she continues to function in that post; Amended by the First Amendment. Until the period of time allowed for",
    "have lien over his/her post in the following circumstances: As long as he/she continues to function in that post; Amended by the First Amendment. Until the period of time allowed for the assumption of charge of another post, on being transferred to that post; While he/she is on leave; While he/she is under suspension; While he/she is deputed by Government of Nepal on governmental or non-governmental business or while he/she is serving in any other post in an acting capacity. \u000213. Acting assignment: \u0001(1) If the post of any Head of Department or Head of Office falls vacant or the employee holding such post goes on leave for a period exceeding Fifteen days or becomes subject to action pursuant to the prevailing law, a civil employee of the same grade or of one class lower post who has already become a potential candidate for promotion may be assigned to act in that post for a maximum period of Six months, in order to perform the functions of that post for the time being. In cases where anyone",
    "candidate for promotion may be assigned to act in that post for a maximum period of Six months, in order to perform the functions of that post for the time being. In cases where anyone has been so assigned to act in any post, that person or any other person shall not be again assigned to act in that post. (2) If any employee is assigned as acting in contravention of Sub-section (1), the salary, allowances and amounts for other facilities earned and received by such employee during his/her holding of that post shall be realized as government dues from the office-bearer assigning him/her as acting. Oath: Each civil employee must, before assuming his/her office after being appointed for the first time, swear an oath as prescribed. Amended by the First Amendment. Amended by the Second Amendment. \u000115. Posting of civil employee: (1) The posting of a civil employee shall be made based on his/her educational qualifications, training and experience. Provided that, the placement in the post of gazetted",
    "Amendment. \u000115. Posting of civil employee: (1) The posting of a civil employee shall be made based on his/her educational qualifications, training and experience. Provided that, the placement in the post of gazetted first class or the Head of Department shall be made with the consent of the Ministry of General Administration. In giving such consent for the placement in such post, the Ministry of General Administration shall, in coordination with the concerned Ministry, give the consent for the placement in the post from amongst the employees who has leadership capacity, in addition to the said matters. (2) In posting or transferring any civil employee to the prescribed Head of Department, Head of Office or another post, Government of Nepal may make such posting or transfer after concluding a job performance agreement with the concerned officebearer, subject to the job description corresponding to the administrative job nature of the functions attached to that post. (3) In order to work",
    "a job performance agreement with the concerned officebearer, subject to the job description corresponding to the administrative job nature of the functions attached to that post. (3) In order to work along with the incumbent office-bearer holding the post of Secretary of special class of Government of Nepal or post equivalent thereto and the post of Head of Department of a central body and have hand-over and take-over of charge, a special post shall, ipso facto, be created for Fifteen days, and posting shall be made prior to the retirement of the incumbent office-bearer. (4) Other provisions relating to posting shall be as prescribed. \u000116. Probation period: While making fresh appointment to any permanent post of the civil service, such appointment shall be made on probation for a period of Six months in the case of a female civil employee, and one year, in the case of a male civil employee. If Amended by the Second Amendment. his/her performance is not satisfactory during the probation",
    "in the case of a female civil employee, and one year, in the case of a male civil employee. If Amended by the Second Amendment. his/her performance is not satisfactory during the probation period, his/her appointment may be canceled. The appointment of a civil employee whose appointment has not been so cancelled shall be deemed to have ipso facto been confirmed on the expiration of the probation period. Provided that, any employee who has already completed the probation period upon being once appointed permanently to a post in the civil service is appointed to another post and obtains the dispatch letters shall not be required to undergo the probation period again. Explanation: For the purposes of proviso (3) of Clause (c) of Sub-section (1) of Section 10 and this Section, \"civil Service\" also includes the Parliamentary Service and the Nepal Health Service. Tenure of Chief Secretary and Secretary: The tenure of the Chief Secretary and the Secretary shall be three and Five years, respectively.",
    "also includes the Parliamentary Service and the Nepal Health Service. Tenure of Chief Secretary and Secretary: The tenure of the Chief Secretary and the Secretary shall be three and Five years, respectively. * ------------- Explanation: For purposes of this Section, the term \"Secretary\" means a civil employee holding any post of special class.",
    "Chapter 4 Transfer and Promotion \u000118. Power to make transfer: (1) The civil employees shall be transferred as per Sub-section (3) in order to provide them, inter alia, with experience of different geographical regions of the The proviso Omitted by the First Amendment. Amended by the Second Amendment. country; and the Authority shall have the powers to make such transfer. Provided that, The Ministry of General Administration shall transfer the civil employees of one Ministry or Departments or Offices thereunder to another Ministry or Departments or Offices thereunder. The Office of Financial Comptroller General shall make transfer of the employees of the accounts group under the administrative service. (2) Notwithstanding anything contained elsewhere in this Section, Government of Nepal shall make transfer or posting of the gazetted special class employees, on recommendation of the committee chaired by the Minister for General Administration, and comprising the Chief Secretary of Government",
    "make transfer or posting of the gazetted special class employees, on recommendation of the committee chaired by the Minister for General Administration, and comprising the Chief Secretary of Government of Nepal and the Secretary at the Ministry of General Administration as its members. In cases where recommendation is to be made also for the transfer of the Secretary at the Ministry of General Administration, the Secretary at the Office of the Prime Minister and Council of Ministers shall, instead of the Secretary at the Ministry of General Administration, take part at the meeting of that committee as its member. (3) While transferring the civil employee, other than the civil employee who is holding the post rendering expert service and there is no post and office relating to his/her service, group or sub-group any where else at the local level and the special class and gazetted first class employee, the concerned Authority must make transfer generally once a year, specifying the period",
    "group or sub-group any where else at the local level and the special class and gazetted first class employee, the concerned Authority must make transfer generally once a year, specifying the period in the transfer letter as follows, in accordance with the time schedule as prescribed: Transfer of an employee who has already served in an office in the geographical region of class \"a\" and \"b\" for a period of at least one and half year to an office in the geographical region of class \"c\" and \"d” for at least two years, Transfer of an employee who has already served in an office in the geographical region of class \"b\" and \"c\" for a period of at least two years to an office in the geographical region of class \"a\" and \"b\" for at least two years, Explanation: For purposes of this Sub-section, \"One year\" means a period of continuous attendance of at least Two Hundred Thirty Three days. (4) Notwithstanding anything contained in Sub-section (3), in the following circumstances, a civil employee may,",
    "purposes of this Sub-section, \"One year\" means a period of continuous attendance of at least Two Hundred Thirty Three days. (4) Notwithstanding anything contained in Sub-section (3), in the following circumstances, a civil employee may, prior to the expiration of the period specified in his/her transfer letter, be transferred, with the consent of the Ministry of General Administration: Where medical board prescribed Government of Nepal recommends that any civil employee in service in any place has been disabled and his/her treatment cannot be done in that place, Where special responsibility is to be assigned to any civil employee, Where departmental action is to be taken against any civil employee, Where it is not appropriate to keep on any civil employee in the office where he/she is serving, Where, because of the reduction in any position of the civil service, an employee serving in that position becomes redundant (Phajil) and there is no situation where that employee can be adjusted",
    "because of the reduction in any position of the civil service, an employee serving in that position becomes redundant (Phajil) and there is no situation where that employee can be adjusted even in any other office in the same District, Where non-gazetted classless civil employees are to be transferred to such place as is convenient to their abode or adjacent thereto. (5) While making transfer pursuant to Sub-section (2), the civil employee spouses, if both of them are in the government service, shall, to the extent of availability of vacant posts, be sent to the same District. (6) In cases where there is no office in the geographical region pursuant to Sub-section (3) whereto transfer is to be made respectively or there is no office with a post of the concerned service, group or sub-group or the employee serving the post of the office in the geographical region whereto transfer is to be made has not completed the prescribed service period, transfer may be made to an office in the geographical",
    "employee serving the post of the office in the geographical region whereto transfer is to be made has not completed the prescribed service period, transfer may be made to an office in the geographical region whereto the employee has to be transferred thereafter. (7) Notwithstanding anything contained elsewhere in this Section, no non-gazetted and classless civil employee to be appointed after the commencement of this Sub-section shall be transferred to elsewhere until ten years, other than the offices within the same Zone for which he/she has been recommended by the Public Service Commission. (8) If any civil employee is transferred prior to the expiry of the period as referred to in this Section owing to any circumstance other than that where departmental action has to be taken, such amount as prescribed shall be provided to such a civil employee to make arrangements in the new place except the condition of Clause (c) of Sub-section (4). Provided that, in cases where any employee is transferred",
    "be provided to such a civil employee to make arrangements in the new place except the condition of Clause (c) of Sub-section (4). Provided that, in cases where any employee is transferred at his/her own request or transferred to any institution within the Kathmandu Valley or to any office within the District headquarters of the same District, such an amount shall not be provided. (9) Notwithstanding anything contained elsewhere in this Section, in cases where any employee who is on study leave or is under ipso facto suspension or is on leave for a period exceeding Six months or is deputed elsewhere for a period exceeding Three months or deputed for special works or deputed for any special project implementation has a lien in a District level office, his/her lien shall be shifted to a central level body in the special post, with the consent of the Ministry of General Administration. (10) Notwithstanding anything contained in Sub-clause (a) and (c) of Sub-section (3), the Ministry of General",
    "a central level body in the special post, with the consent of the Ministry of General Administration. (10) Notwithstanding anything contained in Sub-clause (a) and (c) of Sub-section (3), the Ministry of General Administration may transfer a civil employee of any Ministry and Department or Office thereunder to any other Ministry and Department or Office thereunder. (11) Notwithstanding anything contained elsewhere in this Section, the non-gazetted or classless employee shall not be transferred without completion of the duration specified in this Section except where departmental action is to be taken or a recommendation is made by the medical board on the ground of health or an application is made by the employee himself/herself. (12) The Authority shall take departmental action against the office-bearer who makes transfer in contravention of this Section; and the Ministry of General Administration may cancel such transfer. (13) Other provisions relating to transfer shall be as prescribed.",
    "the office-bearer who makes transfer in contravention of this Section; and the Ministry of General Administration may cancel such transfer. (13) Other provisions relating to transfer shall be as prescribed. ▲18A. Provisions relating to deputation: (1) A civil employee may be deputed to another place from the Ministry, Secretariat, Commission, Department or Office where he/she is serving only on the business of that body. Such deputation shall not be made for a period exceeding three months a year. Provided that, deputation may be made on a training, symposium etc. for a period more than that. \u0001(2) While deputing any civil employee to a body which has no post of the civil service and to an approved temporary position or while withdrawing deputation prior to the expiry of the deputation period, the consent of the Ministry of General Administration must be obtained. The period of such deputation shall not exceed One year at a time. Provided that, the consent of the Ministry of General Administration",
    "of the Ministry of General Administration must be obtained. The period of such deputation shall not exceed One year at a time. Provided that, the consent of the Ministry of General Administration is not required for the deputation of the non-gazetted employee. •(2a) If any employee has to be deputed on works such as election, population census, survey and mining and on a commission of permanent nature for up to One year at a time, the concerned office shall obtain the consent of the concerned body and the Ministry of General Administration. Inserted by the First Amendment. Amended by the Second Amendment. Inserted by the Second Amendment. •(2b) Notwithstanding anything contained elsewhere in this Act, no employee serving in the post of the Head of Department or Head of Office of any office shall be deputed to any other project or body by having the employee's lien over that post. •(2c) Notwithstanding anything contained elsewhere in this Section, the Ministry of General Administration",
    "any office shall be deputed to any other project or body by having the employee's lien over that post. •(2c) Notwithstanding anything contained elsewhere in this Section, the Ministry of General Administration may depute the employee whose lien is in the additional group of the Ministry of General Administration to serve in any body, similar to his or her service or group, and the Ministry of General Administration may, with the consent of the employee serving institution and the institution receiving the employee on deputation, make interdepartmental deputation of such an employee, for a term not exceeding Three months, in order to obtain the expert service of any civil employee. (3) If any civil employee is deputed in contravention of \u0001Subsections (1), (2) and (2a), the salary, allowances and the amounts for other facilities earned and received by that civil employee so deputed during that period shall be realized from the deputing office-bearer as government dues, and •departmental",
    "allowances and the amounts for other facilities earned and received by that civil employee so deputed during that period shall be realized from the deputing office-bearer as government dues, and •departmental action shall be taken against such office-bearer. •(4) Notwithstanding anything contained in this Section, at the time of transfer of the District level offices to the Local Bodies, Government of Nepal may depute the civil employees serving in such District level offices. Inserted by the Second Amendment. Amended by the Second Amendment. •(5) The lien of the employee deputed pursuant to Sub-section (4) shall be in the Ministry operating the employee’s service, group or sub-group. •(6) The employees deputed pursuant to Sub-section (4) may be eligible to be candidates for promotion to their respective previous service, group or sub-group and if such employees are nongazetted employees, they may be eligible to be potential candidates for promotion to be made in the districts where they",
    "respective previous service, group or sub-group and if such employees are nongazetted employees, they may be eligible to be potential candidates for promotion to be made in the districts where they are serving. •(7) Other provisions relating to deputation shall be as prescribed. \u000118B. Restriction on holding without entrusting responsibility: (1) No civil employee shall be held without entrusting to him/her the responsibility attached to his/her post for a period exceeding two months, except in the following circumstances: Where he/she is on a long leave, Where he/she is suspended, Where he/she is to be retained on the lien post owing to his/her deputation elsewhere, (2) If any civil employee is held without entrusting to him/her the responsibility attached to his/her post in contravention of Sub-section (1), departmental action shall be taken against the office-bearer who is obliged to entrust the responsibility to, such employee and have him/her perform such responsibility. ▲18C. Acts",
    "contravention of Sub-section (1), departmental action shall be taken against the office-bearer who is obliged to entrust the responsibility to, such employee and have him/her perform such responsibility. ▲18C. Acts to be completed in time: (1) The concerned body must complete the act of making adjustment required to be made under Inserted by the Second Amendment Amended by the Second Amendment. Inserted by the First Amendment. this Act on appointment, transfer, deputation and acting after the commencement of this Act within two months and give information thereof to the Ministry of General Administration. (2) If the concerned body fails to carry out that act within the period of time referred to in Sub-section (1), the Ministry of General Administration shall carry out it immediately. •18D.Additional group: (1) Notwithstanding anything contained elsewhere in this Act, there shall be an additional group in the Ministry of General Administration. (2) The lien of the civil employees being",
    "•18D.Additional group: (1) Notwithstanding anything contained elsewhere in this Act, there shall be an additional group in the Ministry of General Administration. (2) The lien of the civil employees being redundant (Phajil) in any office of Government of Nepal shall remain in the group as referred to in Sub-section (1). (3) While holding any civil employee in the additional group for a period exceeding Two months, such civil employee shall be so held in a manner not to be contrary to Section 18B. (4) Other provisions relating to the additional group shall be as prescribed. •18E.Maintenance of records of punishment imposed on civil employees: (1) The Ministry of General Administration and the concerned body must maintain the records of punishment imposed on the civil employees. (2) The records maintained in accordance with Sub-section (1) must be taken as the ground while posting as the Head of Department, promoting, designating as acting, assigning the responsibility attached to the post",
    "records maintained in accordance with Sub-section (1) must be taken as the ground while posting as the Head of Department, promoting, designating as acting, assigning the responsibility attached to the post of head of any body, making performance evaluation and providing the civil service prize and other career development opportunity, during the following period: Inserted by the Second Amendment. In the event of censure, during the period of One year from the date of censure, In the event of suspension, during that period, In the event of withholding of promotion, during the period of such withholding, In the event of withholding of salary increment, during the period of such withholding. •18F. Leadership evaluation: Provisions relating to the evaluation of leadership of the civil employee of gazetted first class or above shall be as prescribed. \u000219. Promotion: (1) While making promotion to the gazetted post of the other civil services, except the gazetted post of Nepal Judicial Service,",
    "first class or above shall be as prescribed. \u000219. Promotion: (1) While making promotion to the gazetted post of the other civil services, except the gazetted post of Nepal Judicial Service, it shall be made on the recommendation of the promotion committee as referred to in Section 20. (2) Notwithstanding anything contained elsewhere in this Act, promotion to the post of gazetted special class shall be made as follows: Government of Nepal shall, while making promotion to the post of Chief Secretary of the gazetted special class, make promotion by making selection on the basis of seniority and work efficiency from amongst the incumbent Secretaries. \u0001(b) The promotion committee shall, to the extent of availability, recommend those candidates who have secured the highest marks on the work Amended by the First Amendment. Amended by the Second Amendment. performance evaluation, from amongst the potential candidates, in a number that is three times higher than the number of vacant posts, for",
    "by the First Amendment. Amended by the Second Amendment. performance evaluation, from amongst the potential candidates, in a number that is three times higher than the number of vacant posts, for promotion to the vacant posts of Secretary of gazetted special class or equivalent thereto; and Government of Nepal shall promote such candidate, from amongst the candidates so recommended, as it may hold appropriate on the basis of leadership capacity and work efficiency. • (c) In order for any gazetted first class employee to be a potential candidate for the post of Secretary or special class post equivalent thereto, such employee must also have passed such a high level management training as prescribed by Government of Nepal. Provided that, this provision shall not be applicable to any promotion to be made within one year after the commencement of this Section. In counting the work performance evaluation pursuant to Clause (b) for the promotion to the special class, the work performance evaluation",
    "be made within one year after the commencement of this Section. In counting the work performance evaluation pursuant to Clause (b) for the promotion to the special class, the work performance evaluation of such years of minimum service period as required for promotion shall be counted. Provided that, while making promotion within the last day of the month of Kartik of the year 2064 after the commencement of this Section, promotion shall be made on the basis of Inserted by the Second Amendment. the work performance evaluation of the last Three years women, Aadibashi/Janjati, Madhesi, Dalit, disabled employees and employees permanently residing in backward region and that of the last Four years in the case of the other employees. Action for promotion shall be carried out twice in a year, One within the month of Poush and the other within the month of Ashad month, each year. Promotion committee: (1) There shall be a promotion committee as follows to make recommendation for promotion to the",
    "the month of Poush and the other within the month of Ashad month, each year. Promotion committee: (1) There shall be a promotion committee as follows to make recommendation for promotion to the other gazetted post of the civil service, except for promotion to the ▲gazetted post of Nepal Judicial Service and for promotion from the non-gazetted post to the gazetted post: Chairperson of the Public Service Commission or Member of the Public Service Commission designated by him/her - Chairperson Member Public Service Commission designated Chairperson of the Public Service Commission - Member Chief Secretary - Member Expert in the concerned subject nominated by the Public Service Commission - Member Inserted by the Second Amendment. Inserted by the First Amendment. Secretary at the Ministry of General Administration - Member secretary •(1a) There shall be a promotion committee as follows, to make recommendation for promotion to the gazetted third class from the non-gazette first class: (a) Member",
    "General Administration - Member secretary •(1a) There shall be a promotion committee as follows, to make recommendation for promotion to the gazetted third class from the non-gazette first class: (a) Member Public Service Commission designated Chairperson of the Public Service Commission - Chairperson (b) Secretary Public Service Commission - Member (c) Secretary at the Ministry of General Administration - Member (d) Expert concerned subject nominated by the Chairperson of the Public Service Commission - Member (e) Secretary at the Ministry relating to Service, Group Sub-group Gazetted First Class Officer designated by him/her - Member-Secretary •(1b) The secretariat of the promotion committee referred to in Sub-section (1a) shall be at the Ministry operating the service, group or sub-group. (2) There shall be a promotion committee, as prescribed, to make recommendation for promotion to the non-gazetted post of the civil service. Inserted by the Second Amendment. (3) The procedures to",
    "shall be a promotion committee, as prescribed, to make recommendation for promotion to the non-gazetted post of the civil service. Inserted by the Second Amendment. (3) The procedures to be followed by the promotion committee to make recommendation for promotion of the civil employees shall be as prescribed. \u0001(4) The promotion committee must, while publishing a promotion name list, also publish the marks obtained by the potential candidates who have filled up the forms for promotion. •(4a) The promotion committee shall publish the results of promotion within four months from the last date of submission of application forms. ▲(5) The promotion committee must prepare an annual plan of operations and carry out its functions as per that plan. ▲20A.Special provisions relating to promotion: (1) Notwithstanding anything contained elsewhere in this Act, if any civil employee of the gazetted \u0001first class or below than that holding the same post for at least Fifteen years has One month left to get",
    "in this Act, if any civil employee of the gazetted \u0001first class or below than that holding the same post for at least Fifteen years has One month left to get retirement pursuant to Section 33, such employee shall be promoted to one \u0001class higher post. (2) Notwithstanding anything contained elsewhere in this Act, if any civil employee of the gazetted \u0001first class or below than that holding the same post for at least Fifteen years intends to have voluntary retirement pursuant to Section 35 and makes an application therefor, such employee shall be granted retirement by promoting him/her to One \u0001class higher post. (3) A special post shall ipso facto be created to make promotion pursuant to Sub-section (1) or (2) and that post shall ipso Amended by the Second Amendment. Inserted by the First Amendment. facto lapse upon the retirement of such a civil employee from service. •(4) Notwithstanding anything contained elsewhere in this Section, an employee who dies after the completing the period",
    "by the First Amendment. facto lapse upon the retirement of such a civil employee from service. •(4) Notwithstanding anything contained elsewhere in this Section, an employee who dies after the completing the period as referred to in this Section in the same post, the pension and other facilities payable to one level higher post shall be provided to the family of such an employee. •(5) Notwithstanding anything contained elsewhere in this Section, any employees of gazetted first and second class holding the same post for at least fifteen years wish to take retirement with promotion, such employees shall be granted retirement by promoting them to one class higher post. \u000221. Minimum service period and educational qualifications required to be candidate for promotion: \u0001 (1) In order to be a candidate for promotion, one must possess the educational qualifications as prescribed for the post that is One class below the class of the post to which promotion is made and have completed the minimum",
    "promotion, one must possess the educational qualifications as prescribed for the post that is One class below the class of the post to which promotion is made and have completed the minimum service period as follows: Three years for a non-gazetted post, Five years for a gazetted post. Notwithstanding anything contained in Sub-section (1), even though any •women, Adiwasi/Janjati, Madhesi, Dalit, Disable and permanently residing in the backward area civil employee has a service period that is the above-mentioned service period less one year, she shall be a potential candidate for promotion. Inserted by the Second Amendment Amended by the First Amendment Amended by the Second Amendment. Ineligibility for being potential candidate for promotion: Notwithstanding anything contained in Section 21, a civil employee shall not be eligible to be a potential candidate for promotion in the following circumstances and during the following period: In the event of suspension, during the period of suspension,",
    "shall not be eligible to be a potential candidate for promotion in the following circumstances and during the following period: In the event of suspension, during the period of suspension, In the event of withholding of promotion, during the period of withholding, In the event of withholding of increment in salary, during the period of withholding, During the period of five years after the date of change in the service or group in the case of an employee who has so changed the service or group pursuant to Section 26 and after the change in the service or group in the case of an employee who has got such a change upon an application made by himself/herself. ▲22A. Withholding and sanction of promotional appointment: If any civil employee is suspended or his/her appointment or salary increment is withheld after he/she has been recommended for promotion but before he/she gets promotional appointment, his/her promotional appointment shall then be withheld during the said period; and in the",
    "appointment or salary increment is withheld after he/she has been recommended for promotion but before he/she gets promotional appointment, his/her promotional appointment shall then be withheld during the said period; and in the event of his/her acquittal of the suspension or after the expire of the period of withholding, he/she shall be granted appointment and only seniority shall be maintained as if he/she were not suspended or his/her promotion or salary increment were not withheld. ♣… … … … Inserted by the second Amendment. Inserted by the First Amendment. Repealed by the First Amendment. \u000124. Criteria for promotion on ground of work efficiency: (1) The promotion committee shall recommend a civil employee for promotion based on the total marks secured for the work efficiency. (2) In evaluating the work efficiency of the civil employee, a maximum of 100 marks shall be granted as follows: For work performance evaluation -Forty marks For seniority - Thirty marks For educational qualifications",
    "the work efficiency of the civil employee, a maximum of 100 marks shall be granted as follows: For work performance evaluation -Forty marks For seniority - Thirty marks For educational qualifications - Twelve marks service geographical region -Sixteen marks For training - Two marks (3) In calculating the marks for the work performance evaluation of a potential candidate, the marks shall be calculated based on the last day of Ashad, and in calculating the other marks, the marks secured by the deadline for making application for promotion shall be calculated. ▲24A. Evaluation of work performance: (1) The work performance evaluation form as prescribed shall be used to evaluate the work performance of civil employee. (2) The distribution of the total marks for the work performance evaluation of civil employee shall be as follows: (a) Maximum marks that may be granted by the supervisor -Twenty Amended by the Second Amendment. Inserted by the First Amendment. marks Maximum marks that may be",
    "employee shall be as follows: (a) Maximum marks that may be granted by the supervisor -Twenty Amended by the Second Amendment. Inserted by the First Amendment. marks Maximum marks that may be granted by the reviewer marks (c) Maximum marks that may be granted by the review committee -Five marks (3) The supervisor, reviewer and review committee must, while granting marks for the work performance of a civil employee, grant marks in accord with the criteria mentioned in this Section and in the work performance evaluation form. \u0001(4) The work performance evaluation of the gazetted civil employee shall be carried out on a semi-annual (half yearly) and annual basis and that of the non-gazetted employee on an annual basis. \u0001(5) In carrying out the work performance evaluation on a semi-annual basis pursuant to Sub-section (4), the concerned gazetted employee must fill up the form in duplicate in the prescribed format, indicating the specified functions, discharged functions, functions which could",
    "a semi-annual basis pursuant to Sub-section (4), the concerned gazetted employee must fill up the form in duplicate in the prescribed format, indicating the specified functions, discharged functions, functions which could not be completed and reasons for the same and submit it to the supervisor within Seven days after the expiry of that period. The supervisor must evaluate the form so submitted, mention feedbacks to be provided in the specified space of the form and return a copy to the concerned employee within another Seven days. The annual work performance evaluation form must be evaluated based on every work performance evaluation form filled up on a semi-annual basis. The Authority may take departmental action against the employee who fails to fill up the Amended by the Second Amendment. semi-annual work performance evaluation form in the specified time and against the supervisor who fails to examine it and provide feedbacks. \u0001(6) In respect of the work performance evaluation to be",
    "semi-annual work performance evaluation form in the specified time and against the supervisor who fails to examine it and provide feedbacks. \u0001(6) In respect of the work performance evaluation to be carried out on an annual basis, the concerned Head of Office and Head of Department must, in the case of the non-gazetted and classless employee, carry out or cause to be carried out evaluation within the specified period, prepare it in triplicate, send a copy each to the Public Service Commission and the promotion committee secretariat and retain the other copy in the concerned office. In the case of gazetted civil employee, the Secretary at the concerned Ministry, Secretariat, Commission or central body must carry out, or cause to be carried out, evaluation within the specified period, prepare it in triplicate, send a copy each to the Public Service Commission and the promotion committee secretariat and retain the other copy in the concerned Ministry, Secretariat, Commission or central body.",
    "prepare it in triplicate, send a copy each to the Public Service Commission and the promotion committee secretariat and retain the other copy in the concerned Ministry, Secretariat, Commission or central body. Each body carrying out work performance evaluation must publish a notice, also containing a name list sent to the body to which it has to submit the form evaluated by it within the prescribed period, on the notice board of its office within seven days. •(6a) Each civil employee must fill up his/her work performance evaluation form and register it with the concerned office within the prescribed period of time. If the concerned employee fails to register it within such period of time and makes an application, accompanied by reasonable reasons therefor, for the extension of time limit, the supervisor may, if he/she thinks the reasons mentioned in the application to be reasonable, extend the time limit for a period not exceeding fifteen days after the date of Amended by the Second Amendment.",
    "may, if he/she thinks the reasons mentioned in the application to be reasonable, extend the time limit for a period not exceeding fifteen days after the date of Amended by the Second Amendment. Inserted by the Second Amendment. expiry of the prescribed period of time. The promotion committee shall subtract one mark from the total marks for the work performance evaluation form registered within the extension time of that fiscal year. Provided that, if any employee has to go for a foreign training, workshop or study tour during the period of filling up the work performance evaluation form, the employee has to fill up the work performance evaluation form and register it with the concerned office prior to make such departure. The work performance evaluation form so registered shall be evaluated as if it were registered with the specified time. •(6b) Departmental action shall be taken against the officebearer who does not evaluate, within the prescribed period of time, the work performance",
    "evaluated as if it were registered with the specified time. •(6b) Departmental action shall be taken against the officebearer who does not evaluate, within the prescribed period of time, the work performance evaluation form filled and registered by the civil employee in time. •(6c) If, after the review committee has carried out the annual work performance evaluation to be carried out each year, the concerned employee makes an application for information of the total marks of work performance evaluation that he/she has secured in that year, the review committee secretariat must give such information. Provided that, information of the marks given by the review committee shall not be given. •(6d) After receiving information pursuant to Sub-section (6c), if any employee is not satisfied with the evaluation made by the supervisor or reviewer may make a complaint, accompanied by the solid ground and reason for such dissatisfaction, to the Inserted by the Second Amendment. prescribed authority",
    "the evaluation made by the supervisor or reviewer may make a complaint, accompanied by the solid ground and reason for such dissatisfaction, to the Inserted by the Second Amendment. prescribed authority within seven days. Where a complaint is so made, such authority shall conduct necessary investigation, in consultation with the concerned supervisor and reviewer, and may, if so required, amend, as prescribed, the marks obtained in such an evaluation form. (7) If the supervisor or the reviewer grants more than Ninety Five per cent or less than Seventy Five per cent marks for the work performance evaluation to be carried out annually, he/she must set out clear reasons therefor; and where he/she grants less than Seventy Five per cent marks, he/she must inform the concerned employee thereof and submit it to the review committee, along with the reactions, if any, made by such employee. The review committee may, if it is not satisfied with the evaluation of the work performance carried out by",
    "the review committee, along with the reactions, if any, made by such employee. The review committee may, if it is not satisfied with the evaluation of the work performance carried out by the supervisor or the reviewer or by both, return it, also setting out the clear reasons therefor. In cases where it is so returned, the concerned evaluator must reevaluate it or set out justifiable reasons why it is not necessary to amend the evaluation carried out previously and forward it accordingly. While calculating marks purposes performance evaluation, the marks shall be calculated on the basis of the average figure of the work performance evaluation form of such last year as the service for which is required to become a potential candidate for promotion. Provided that: \u0001(1) Marks due for the work performance evaluation for the period of training and study undergone or of the period of suspension where the suspension of an employee has been released shall be granted in proportion of the marks secured",
    "evaluation for the period of training and study undergone or of the period of suspension where the suspension of an employee has been released shall be granted in proportion of the marks secured in the Amended by the Second Amendment. year immediately preceding the departure for such study or training or preceding such suspension. \u0001(2) The potential candidacy shall be calculated only by deducting the period of extra-ordinary leave undergone; and the work performance evaluation form shall not be filled up for the period of such leave. The work performance evaluation of the subsequent period shall be calculated after deducting the period of extra-ordinary leave undergone, for the service period of such years as required to be a potential candidate for promotion. (9) \u0003----------------- (10) Other provisions relating to the work performance evaluation shall be as prescribed. \u000124B. Evaluation of seniority: While granting to the civil employee marks for seniority, a maximum of thirty marks shall",
    "Other provisions relating to the work performance evaluation shall be as prescribed. \u000124B. Evaluation of seniority: While granting to the civil employee marks for seniority, a maximum of thirty marks shall be granted as follows: At the rate of 3.75 marks for each year of service in the post of non-gazetted third and second class, At the rate of 3 marks for each year of service in the post of non-gazetted first class, At the rate of 2.5 marks for each year of service in the post of gazetted third and second class. Provided that- Deleted by the Second Amendment. While calculating marks for seniority, marks shall be calculated on a proportional basis for a period of more than One year by a few months or days. For purposes of this Clause, no marks shall be granted for the period of absence or extraordinary leave undergone. \u000124C. Categorization of geographical regions: (1) While granting marks to the civil employee for his/her experience of work in different geographical regions, the different",
    "granted for the period of absence or extraordinary leave undergone. \u000124C. Categorization of geographical regions: (1) While granting marks to the civil employee for his/her experience of work in different geographical regions, the different geographical regions of the country shall be classified into four categories viz. 'a', 'b', 'c' and 'd', respectively, and marks shall be granted as follows not in excess of Sixteen marks for the work experience in one or more categories thereof: For the post of non-gazetted third and second class- At the rate of 4 marks for each year of service in category 'a', At the rate of 3.25 marks for each year of service in category 'b', At the rate of 2.50 marks for each year of service in category 'c', At the rate of 2 mark for each year of service in category 'd'. For the post of non gazetted first class- At the rate of 4 marks for each year of service in category 'a', Amended by the Second Amendment. At the rate of 3.25 marks for each year of service in",
    "non gazetted first class- At the rate of 4 marks for each year of service in category 'a', Amended by the Second Amendment. At the rate of 3.25 marks for each year of service in category 'b', At the rate of 2.50 marks for each year of service in category 'c', At the rate of 1.50 mark for each year of service in category 'd'. For the post of gazetted third and second class- At the rate of 4 marks for each year of service in category 'a', At the rate of 3.25 marks for each year of service in category 'b', At the rate of 2.50 marks for each year of service in category 'c', At the rate of 1.25 mark for each year of service in category 'd'. (2) Notwithstanding anything contained in Sub-section (1), the marks already secured by any civil employee for geographical region at the time of commencement of this Section shall not decrease. (3) For purposes of Sub-section (1), the description of different geographical regions shall be as prescribed. (4) No marks of any one geographical region shall",
    "at the time of commencement of this Section shall not decrease. (3) For purposes of Sub-section (1), the description of different geographical regions shall be as prescribed. (4) No marks of any one geographical region shall be granted unless and until any employee makes continuous office attendance for at least Two Hundred Thirty Three days in that region. For a period more than Two Hundred Thirty Three days, marks of the same geographical region shall be granted pro rata; and marks equivalent to that of category 'd' shall be granted for a period less than that irrespective of the geographical region where the employee has served. The marks obtainable for the service in geographical region shall be calculated only if the marks have been obtained in the post that is one class lower than the class to which promotion is to be made. (5) The marks equivalent to that of category 'd' shall be granted to the civil employee who serves in a Nepalese Diplomatic Mission or any other office situated",
    "which promotion is to be made. (5) The marks equivalent to that of category 'd' shall be granted to the civil employee who serves in a Nepalese Diplomatic Mission or any other office situated aboard and who goes on deputation for a study leave or foreign training. ▲24D.Evaluation of educational qualifications and training: \u0001(1) While granting marks to the civil employees for educational qualifications, a lump sum of twelve marks shall be granted for the minimum educational qualifications required to join any post of the civil service and additional educational degree, which is higher than the minimum educational qualifications and in a subject related with the service, group or sub-group. Both marks shall be granted even if the employee has obtained only the education qualification that is higher then the minimum required educational qualification. Number Educational Qualification (Title) First class Second class Third class For the Minimum educational qualification as required for the",
    "education qualification that is higher then the minimum required educational qualification. Number Educational Qualification (Title) First class Second class Third class For the Minimum educational qualification as required for the entry of service For the any one additional educational qualification or the Inserted by the First Amendment. Amended by the Second Amendment. concerned subject higher than minimum educational qualification for the entry into service. (2) \u0003 ---------- \u0001(3) Except the minimum educational qualification prescribed for the posts of the gazette second and first classes, to be filled up through open competition pursuant to Clauses (f) and (g) of Subsection (1) of Section 7, the minimum educational qualification prescribed for the entry into the gazette third class service shall be deemed to be the minimum educational qualification also for the promotion to the posts higher than gazetted second class. (4) \u0003---------- \u0001(5) For the in-service training, 2 marks, 1.75",
    "deemed to be the minimum educational qualification also for the promotion to the posts higher than gazetted second class. (4) \u0003---------- \u0001(5) For the in-service training, 2 marks, 1.75 marks and 1.5 marks shall be granted for the first, second and third division, respectively. (6) While granting marks to the civil employee for training, marks shall be granted for an in-service training of a period of one month or more, in a subject related with the service. In calculating marks for the training, the marks shall be calculated only for that class while in which class he/she has been nominated for the training. •Explanation: One month training shall mean a training of a period of thirty working days or more. Deleted by the Second Amendment. Amended by the Second Amendment. Inserted by the Second Amendment. (7) The civil employee shall submit certified copies of the educational qualifications and the in-service training. No marks shall be granted therefor if he/she fails to submit them. •(8)",
    "the Second Amendment. (7) The civil employee shall submit certified copies of the educational qualifications and the in-service training. No marks shall be granted therefor if he/she fails to submit them. •(8) Whether the educational qualification submitted by a civil employee along with the application for the purpose of promotion is related with the service, group and sub-group or not shall be as decided by the equivalency determination committee as prescribed. If the equivalency of the educational qualification submitted along with the application for the purpose of promotion is made prior to a date before the holding of the meeting of the promotion committee, the marks of such educational qualification shall be counted for promotion. •(9) Provisions relating to training institutions and training standards shall be as prescribed by Ministry of General Administration, in coordination with the Ministry operating the service, group and sub-group. •24D1.Special provision of promotion by",
    "institutions and training standards shall be as prescribed by Ministry of General Administration, in coordination with the Ministry operating the service, group and sub-group. •24D1.Special provision of promotion by evaluation of work performance and experience: (1) Notwithstanding anything contained elsewhere in this Act, the civil employee shall be promoted up to one class, upon having completed the following service period in the following class, and obtained the above educational qualification than prescribed educational qualification at the earlier time of entry or group division or after the entry or group division: Non-gazetted Second Class Ten years Non-gazetted First Class Twelve years Inserted by the Second Amendment. Gazetted Third Class Fifteen years Gazetted Second Class Eighteen years (2) Notwithstanding anything contained in Sub-section (1) , those civil employees shall be promoted up to one class upon having completed the service period of Eighteen, Fifteen and Thirteen",
    "Notwithstanding anything contained in Sub-section (1) , those civil employees shall be promoted up to one class upon having completed the service period of Eighteen, Fifteen and Thirteen years or more in the permanent post of the same class of gazetted third class, non-gazetted second class and having the educational qualification and obtained the minimum educational qualification of the prescribed subject at the time of entry of service or group division of the concerned service, group or sub-group. (3) The following conditions shall have to be fulfilled for the promotion pursuant to sub-sections (1) and (2) Not being subject to action pursuant to Section Having obtained the marks average of ninety percent or more in the performance education of last three years. (4) There shall be a promotion committee as follows to make recommendation for promotion pursuant to sub-sections (1) and (2) except the post of gazetted post of Nepal Judicial Service, and the promotion of gazetted post of Nepal",
    "committee as follows to make recommendation for promotion pursuant to sub-sections (1) and (2) except the post of gazetted post of Nepal Judicial Service, and the promotion of gazetted post of Nepal Judicial Service shall be conducted by the Judicial Commission. Member Public Service Commission designated chairperson of the Public Service Commission Chairperson (b) Secretary at the Ministry or Institution where employee is working Member Secretary at the Ministry of General Administration or gazetted first class officer of the ministry designated by him/her Member Explanation: The Secretary of the Office of the Prime Minister and Council of Ministers will be the member in a condition of the promotion of the employee of Ministry of General Administration. (5) The promotion Committee Secretariat pursuant to Subsection (4) shall be at the Ministry or Institution where the employee worked as candidate for the promotion. (6) The special post of concerned service, group, sub-group of above class",
    "Subsection (4) shall be at the Ministry or Institution where the employee worked as candidate for the promotion. (6) The special post of concerned service, group, sub-group of above class ipso facto at the employee working office for the promotion pursuant to Sub-section (1) or (2) and the Civil Employee Record Office shall register of such post from the date of the commencement of promotion after the concerned institution provide promotion. (7) The position shall ipso facto lapse if the employee is promoted, pursuant to Sub-section (6), gets retirement by any reason or is promoted to above post or adjusted to the registered post and the post shall ipso facto be settled as the earlier post before the post of his/her promotion, and the Civil Employees Record Office shall maintain the records of such post accordingly. (8) The civil employee promoted for the special post pursuant to Sub-section (6) shall have to conduct work of the post where he/she work before the promotion except in the",
    "such post accordingly. (8) The civil employee promoted for the special post pursuant to Sub-section (6) shall have to conduct work of the post where he/she work before the promotion except in the case of adjustment pursuant to Sub-section (7). Provided that, the seniority of the employee promoted as per this Section shall be counted as promoted post and shall eligible for the competition of the above post of above class then promoted class. (9) The transfer of the employee promoted as per this Section shall be with the special post created as per the promotion of this Section of other institution until the adjustment pursuant to Subsection (7). (10) Notwithstanding anything contained elsewhere in this Act, in cases where the employee of the same class of one office promoted as per this Section and might be the office chief post, the senior employee among such class employee worked as office chief. (11) Notwithstanding anything contained elsewhere in this Act, the promotion proceeding work",
    "this Section and might be the office chief post, the senior employee among such class employee worked as office chief. (11) Notwithstanding anything contained elsewhere in this Act, the promotion proceeding work performance evaluation shall be conducted before and then after the recommendation of promotion according to this Section the conduced except the first time of the commencement of this Act. (12) Notwithstanding contained anything elsewhere in this Section, the promotion provision of this Section shall not commence for the layer increase. (13) Notwithstanding any thing contained elsewhere in this Section, no adverse effect shall be made to the provision of open competition by promotion pursuant to this Section. (14) The procedures for inviting applications for promotion by evaluation of work performance and experience, result publication and duration, claim of promotion and adjustment of promoted employees and other relevant provisions shall be as prescribed. •24D2.Provision relating",
    "by evaluation of work performance and experience, result publication and duration, claim of promotion and adjustment of promoted employees and other relevant provisions shall be as prescribed. •24D2.Provision relating to layer upgrade of classless employee: The layer of the classless post shall be as follows: First layer, Second layer, Third layer, Fourth layer, Fifth layer. (2) The employee who is firstly appointed to the classless post shall be maintained into the first layer. (3) The competent authority shall upgrade as follows the classless employees whose records of punishment have not been maintained pursuant to Section 18E. Second layer having the service period of Five year or more and less than Ten years. Third layer having the service period of Ten year or more and less than Fifteen years. Fourth layer having the service period of Fifteen year or more and less than Twenty years. Fifth layer having the service period of Twenty year or more. (4) The pay scale of the layer pursuant",
    "the service period of Fifteen year or more and less than Twenty years. Fifth layer having the service period of Twenty year or more. (4) The pay scale of the layer pursuant to Sub-section (3) shall be as prescribed by the Government of Nepal. (5) The other provisions relating to upgradation shall be as prescribed. Inserted by the Second Amendment. \u000124E. Sheet roll/personal details to be maintained: (1) It shall be the responsibility of the concerned Head of Department or Head of Office to maintain accurately the sheet roll/personal details of the civil employee serving in his/her office. It shall be the obligation of the concerned employee to update, or cause to be updated, his/her sheet roll/personal details. (2) If the civil employee who has already been a potential candidate for promotion fails to submit the application form because of his/her staying abroad in the course of a governmental business or study or deputation or occurrence of a natural calamity or circumstance beyond control,",
    "fails to submit the application form because of his/her staying abroad in the course of a governmental business or study or deputation or occurrence of a natural calamity or circumstance beyond control, the concerned Head of Department or Head of Office must forward the details of such employee to the office publishing a notice for promotion, within the time-limit of the notice for promotion. The promotion committee shall settle acts of promotion based on the details so forwarded. (3) If it is proved that any candidate has mentioned false details in the promotion application form, departmental action shall be taken against such candidate. ▲24F. Complaint on promotion: (1) The concerned civil employee, who is not satisfied with the promotion recommendation made by the promotion committee pursuant to Section 20, may file a complaint with the Public Service Commission within Thirty Five days from the date of such recommendation; and the complaint so filed shall be settled within Sixty days",
    "20, may file a complaint with the Public Service Commission within Thirty Five days from the date of such recommendation; and the complaint so filed shall be settled within Sixty days after the date of expiry of the time limit for filing complaint. (2) If, following the settlement of a complaint filed pursuant to Sub-section (1), the promotion name-list previously published is Amended by the Second Amendment. Inserted by the First Amendment. to be amended, the complaint hearing official shall give a notice thereof to the promotion committee. (3) If, while examining a complaint pursuant to Sub-section (1), it appears that erroneous evaluation has been carried out knowingly, the Public Service Commission may warn the evaluator. (4) If a complaint filed pursuant to Sub-section (1) is held to be false, two marks and three marks of such a complainant shall be deducted on the promotion to be made following the complaint, for the complaint made for the first and second time, respectively. (5)",
    "marks and three marks of such a complainant shall be deducted on the promotion to be made following the complaint, for the complaint made for the first and second time, respectively. (5) A notice of the action taken pursuant to Sub-section (3) or (4) must be given to the promotion committee secretariat, the office where the concerned employee is in service and to the concerned employee, as well. (6) Other provisions on complaint on promotion shall be as prescribed. Alteration in conditions of promotion: In making any amendment to Sections 21, 22, \u000224, 24A, 24B, 24C and 24D or the Rules framed thereunder, provision shall be made so that such amendment shall come into force only on a date after One year of such amendment. \u000126. Change of service, group or sub-group: If, Government of Nepal requires an employee with any special qualifications in any class of any service, group or sub-group of the civil service, and given that the post cannot be fulfilled by transfer or promotion made within",
    "requires an employee with any special qualifications in any class of any service, group or sub-group of the civil service, and given that the post cannot be fulfilled by transfer or promotion made within that service, group or sub-group, the post has to be fulfilled by making a change in service from another civil service, group or sub-group, Government of Nepal may change the service, group or Amended by the First Amendment Amended by the Second Amendment. sub-group of the employee selected through a competitive examination among the civil employees of the same class, having possessed the qualifications specified in an advertisement done by the Public Service Commission on request of Government of Nepal. Provided that, in cases where the position is cut off because any civil service post of any body of the Government of Nepal has been redundant and the employee in service in such position has to be transferred to another service, group or sub-group given that the post of the service,",
    "of the Government of Nepal has been redundant and the employee in service in such position has to be transferred to another service, group or sub-group given that the post of the service, group, sub-group and class so cut off is not vacant in any other body nor does such post fall vacant even until One year, nothing contained in this Section shall be deemed to prevent Government of Nepal from grouping into another service, group or sub-group, in consultation with the Public Service Commission.",
    "Chapter 5 Salary, Allowance, Dashain Expenses and Other Facilities Salary and allowance: (1) A civil employee shall be entitled to salary and allowance from the day of assumption of his/her post. •(1a) There shall be a salary and allowance review committee as follows, so as to review the salary, allowance and other facilities of the civil employee: Chief Secretary of the Government of Nepal -Chairperson Secretary, Ministry of Finance -Member Secretary Ministry General Inserted by the Second Amendment. Administration -Member •(1b) The salary and allowance review committee shall, each year, recommend to the Government of Nepal a dear allowance based on the consumer price index. The committee shall, in every three years, review the salary, allowance and other facilities, based on, inter alia, the revenue increase rate, total number of positions and the dear allowance provided based on the price index in the last three years. The committee may set other procedures on its own. •(1c) The committee",
    "total number of positions and the dear allowance provided based on the price index in the last three years. The committee may set other procedures on its own. •(1c) The committee referred to in Sub-section (1a) may constitute a sub-committee as per necessity and may invite any concerned area expert and stakeholder to attend its meeting for suggestion. •(1d) The secretariat function pursuant to Sub-section (1a) shall be carried out by the Ministry of General Administration. \u0001(2) The Government of Nepal shall, also based on the recommendation referred to in Sub-section (1a), each year provide the civil employee with an allowance in a sum not exceeding Seventy Five percent of the consumer price index increasing each year. In a year where the allowance so provided is in excess of Twenty Five percent or more of the basic pay scale, Twenty Five percent amount shall be adjusted in the salary scale and the rest amount provided as an allowance. \u0002(3) Except in the circumstances stipulated in Section",
    "more of the basic pay scale, Twenty Five percent amount shall be adjusted in the salary scale and the rest amount provided as an allowance. \u0002(3) Except in the circumstances stipulated in Section 29 or 60, after the commencement of this Act, each civil employee shall Inserted by the Second Amendment. Amended by the Second Amendment. Amended by the First Amendment. be entitled to an increment in salary \u0004as prescribed, upon completion of one year of service. In so prescribing the increment in salary, the number of increment in salary shall be adjusted in a manner that is not less than the amount being received by the employee. In the event of withholding of increment in salary of any civil employee, the concerned official must mention in writing on which date the increment in salary is to be sanctioned. Entitlement to earned salary and allowance: (1) Each civil employee shall receive salary \u0002and allowance as well, if any receivable, after completion of each month. (2) Each civil employee",
    "is to be sanctioned. Entitlement to earned salary and allowance: (1) Each civil employee shall receive salary \u0002and allowance as well, if any receivable, after completion of each month. (2) Each civil employee shall receive his/her earned salary \u0002and allowance as well, if any receivable, even if he/she is relieved of the civil service for any reason whatsoever. (3) Except as provided in this Act or the Rules framed hereunder, no salary of any civil employee shall be deducted. (4) The salary to which any civil employee is entitled shall not be withheld during the period he/she is serving or is on leave. •28A. Work performance incentive fund: (1) Government of Nepal may provide for a work performance incentive fund in order to encourage the civil employee based on work performance, work results and achieved results. (2) The operation, management and other provisions of the fund as referred to in Sub-section (1) shall be as prescribed. Crossing of efficiency bar: No civil employee shall be",
    "results and achieved results. (2) The operation, management and other provisions of the fund as referred to in Sub-section (1) shall be as prescribed. Crossing of efficiency bar: No civil employee shall be deemed to have crossed the efficiency bar until the Secretary at the concerned Ministry, in the case of a gazetted employee, and the Authority, in Amended by Some Nepal Acts Amendment Act, 2057(2000). Amended by the First Amendment Inserted by the Second Amendment. the case of a non-gazetted employee, mention in writing that such civil employee is eligible to cross the efficiency bar. Salary receivable in the event of suspension: (1) If any civil employee is suspended in connection with any governmental business or as a result of an action taken on behalf of Government of Nepal, such employee shall receive only half of his/her salary during the period of such suspension. Provided that, if the charge against him/her is not proved and he/she is acquitted of the charge, he/she shall receive",
    "shall receive only half of his/her salary during the period of such suspension. Provided that, if the charge against him/her is not proved and he/she is acquitted of the charge, he/she shall receive the salary less the half salary, if any, he/she has received during the period of suspension and the full salary (including increment in salary, if any, to be made) if he/she has not received the half salary. If he/she is convicted, he/she shall not be entitled to the remaining salary and allowances after the date of such suspension. (2) If any civil employee is suspended for any reason other than that mentioned in Sub-section (1), he/she shall not be entitled to any salary during the period of such suspension. Deposit of contribution to Employee Provident Fund: An amount at the rate of Ten per cent of the monthly salary of the civil employee shall be deducted, and Government of Nepal shall, adding the amount of One Hundred percent thereof to such amount, deposit the total amount in the Employee",
    "of the monthly salary of the civil employee shall be deducted, and Government of Nepal shall, adding the amount of One Hundred percent thereof to such amount, deposit the total amount in the Employee Provident Fund. \u000132. Festival expenses and other facilities: (1)A civil employee shall receive an amount equivalent to the salary of one month being earned by him/her as the festival expenses each year to celebrate festival as per his/her religion, culture and custom. Amended by the Second Amendment. (2) An employee who has got retired with entitlement to pension shall be provided with a sum equivalent to the pension of One month payable to him/her, as the festival expenses. (3) The provisions relating to medical expenses, disability pension, facilities payable on grounds of deformities, extra-ordinary family pension and gratuity, educational allowances, pension, child care allowances to the offspring or other facilities shall be as prescribed.",
    "Chapter 6 Retirement, Gratuity and Pension Compulsory retirement: \u0002(1) Any civil employee who has completed the age of fifty-eight years or completed the tenure as referred to in Section 17 shall ipso facto retire from the civil service. \u0002(2) Even the civil employees who are incumbent in the civil service on the extension of their tenure after completion of the thirty-year service period, prior to the commencement of Subsection (1), may hold office in the civil service until they complete the age of Fifty Eight years. Provided that, in the case of the employees whose tenure of service is specified pursuant to Section 17, that Section shall be applicable. \u0001(3) For purposes of this Section, the age of a civil employee shall be calculated on the basis of the age to be set from the birth day or year inscribed in the certificate of educational institute submitted by him/her at the time of joining the service or the age to be set from the birth day or year inscribed in the citizenship certificate",
    "inscribed in the certificate of educational institute submitted by him/her at the time of joining the service or the age to be set from the birth day or year inscribed in the citizenship certificate or the age to be set from the birth day or year inscribed in Amended by the First Amendment. Amended by the Second Amendment. the sheet roll/personal details filled up by him/her at the time of joining the service, at whichever age he/she gets retired earlier. \u000234. Power to award retirement: Government of Nepal may, in the following circumstances, retire any civil employee from the service: If any civil employee is proved to have provided or attempted to provide secret governmental documents, deeds or information under his/her custody or obtained by him/her in any manner to any unauthorized person or body, If any civil employee is proved to have committed an irresponsible conduct contrary to the dignity of his/her post, by maintaining undesirable contact with any foreign country, organization",
    "unauthorized person or body, If any civil employee is proved to have committed an irresponsible conduct contrary to the dignity of his/her post, by maintaining undesirable contact with any foreign country, organization or citizen contrary to the national interests. ▲34A. Special provision in respect of incapacitated employee: If it is certified by the medical board constituted by Government of Nepal that any civil employee is unable to serve regularly owing to a physical or mental disease, Government of Nepal may retire that employee, by adding a service period of Seven years in maximum to his/her service period. \u000135. Voluntary retirement: (1) Any civil employee who is eligible to receive pension and has completed the age limit of Fifty years may voluntarily retire from the service on such terms and within such period as set forth and specified in a Notification published by Government of Nepal in the Nepal Gazette. A service period not exceeding Seven years shall be added and the total",
    "such period as set forth and specified in a Notification published by Government of Nepal in the Nepal Gazette. A service period not exceeding Seven years shall be added and the total service period shall be fixed for pension in such a manner that the age does not cross Sixty years in the case of an employee who joined the civil service before the 21st Kartik of the year 2049(6 November 1992) Inserted by the First Amendment. Amended by the Second Amendment. and the age does not cross Fifty Eight years in the case of an employee who joins the civil service on or after that date, out of the employees who so retire voluntarily. Provided that, in the case of the employee who has become redundant because of non-adjustment in position or who is holding a post not necessary for Government of Nepal, separate facilities and terms may be specified and application for voluntary retirement may be invited by a Notification in the Nepal Gazette. (2) Notwithstanding anything contained in Sub-section",
    "not necessary for Government of Nepal, separate facilities and terms may be specified and application for voluntary retirement may be invited by a Notification in the Nepal Gazette. (2) Notwithstanding anything contained in Sub-section (1), if an employee who is eligible to have pension and has completed the age limit of fifty years intends to have voluntary retirement, he/she may be retired by promoting him/her to one level higher post if he/she has served as per Sub-section (3) of Section 37 in the event that he/she is entitled to promotion to one level higher post pursuant to Section 20A. of this Act. Gratuity: (1) If any civil employee, who has served for Five years or more but has not completed the period required for pension, retires or leaves service by getting resignation accepted or is removed from the post without being disqualified for government service in the future, he/she shall receive gratuity at the following rate: In the case of the civil employee who has served from",
    "is removed from the post without being disqualified for government service in the future, he/she shall receive gratuity at the following rate: In the case of the civil employee who has served from Five years to Ten years, Half the last month's salary for each year of his/her service, In the case of a civil employee who has served for more than Ten years up to Fifteen years, the last One month's salary for each year of his/her service, In the case of a civil employee who has served for more than Fifteen years but less than Twenty years, the last One and Half month's salary for each year of his service. (2) Notwithstanding anything contained in Sub-section (1), no gratuity shall be paid to any civil employee who is proved to have lied about citizenship or age or qualification with the intention of entering into or continuing to hold the government service. Pension: (1) A civil employee who has been in government service for a period of Twenty years or more shall be entitled to a monthly",
    "of entering into or continuing to hold the government service. Pension: (1) A civil employee who has been in government service for a period of Twenty years or more shall be entitled to a monthly pension at the following rate: Total year of service X amount of the last salary Provided that: No civil employee who has been dismissed from service being disqualified government service in the future shall be entitled to the pension pursuant to this Section. No pension shall be paid to any civil employee who is proved to have lied about citizenship or age or qualification with the intention of entering into or continuing to hold government service. •(1a) Notwithstanding anything contained in Sub-section (1), in the case of not obtaining the pension by the service period due to compulsory retirement to the employees appointed in a class or post as maximum age of Forty years and appointed pursuant to Sub- Inserted by the Second Amendment section (2) of Section 10, pension shall be provided by",
    "employees appointed in a class or post as maximum age of Forty years and appointed pursuant to Sub- Inserted by the Second Amendment section (2) of Section 10, pension shall be provided by adding up to two years in service period to such employee . Provided that, this provision shall not be applicable to the employees who retired before the commencement of this subsection. (2) Notwithstanding anything contained in Sub-section (1), the minimum amount of pension shall not be less than half the amount of basic figure of salary of the incumbent civil employee of the same post ▲and the maximum amount thereof shall be more than the basic scale of salary of the incumbent civil employee of the same post. \u0002(3) If any civil employee who has been in service in the civil service since 21 Kartik 2049 (6 November 1992) ago has already completed the service period of thirty years, he/she may retire from service voluntarily. The total service period of the civil employee who has so retired voluntarily",
    "Kartik 2049 (6 November 1992) ago has already completed the service period of thirty years, he/she may retire from service voluntarily. The total service period of the civil employee who has so retired voluntarily from service or who has ipso facto retired pursuant to Section 33 owing to the completion of 58 years of age upon having been in service in the civil service since 21 Kartik 2049 (6 November 1992) ago shall be set by adding such remaining period as required for him/her to complete sixty years of \u0002(4) If any employee who has completed a service period of fifteen years dies, a maximum period of Five years shall be added to his/her service period, and his/her family shall be allowed to receive either pension or gratuity, whichever that family chooses. (5) If any person who is receiving pension on account of his/her earlier service in any government post is appointed to the civil post later, he/she shall be entitled to pension pursuant to this Inserted by the First Amendment. Amended",
    "receiving pension on account of his/her earlier service in any government post is appointed to the civil post later, he/she shall be entitled to pension pursuant to this Inserted by the First Amendment. Amended by the First Amendment. Section, with the addition of the period of his/her earlier service to that of his/her subsequent service. Increment in pension: Where the salary of the incumbent civil employee is increased, two-third amount of the increment in the basic figure of salary shall also be added to the amount of pension of the retired civil employee of the same post. ۩Provided that, this provision shall not be applicable to the civil employee entitled to pension pursuant to Section 39B. Family pension and gratuity: (1) If any civil employee dies while in service or prior to completion of seven years after he/she started to receive pension, a gratuity or pension as provided for in",
    "Section 36 or 37 shall be provided to his/her family or minor brother or unmarried sister. Provided that, in the case of pension, such pension shall not be available for more than Seven years. No pension shall be provided to the family of the civil employee, who died prior to completion of Seven years after he/she started to receive pension, after completion of Seven years. (2) Notwithstanding anything contained in Sub-section (1), if the recipient of such pension is a minor, he/she shall be entitled to such pension until he/she attends majority. (3) The widower husband or widow wife of a civil employee shall be entitled, for life, to half the amount of pension receivable by such employee from the date of expiration of the period during which such widower husband or widow wife is entitled to family pension pursuant to Sub-section (1) by reason of the death of her husband or his wife while in service or prior to completion of Seven Proviso inserted by the Second Amendment. years after he/she",
    "pension pursuant to Sub-section (1) by reason of the death of her husband or his wife while in service or prior to completion of Seven Proviso inserted by the Second Amendment. years after he/she started to receive pension and from the date of death of such employee where such widower husband or widow wife is not entitled to such family pension or where his wife or her husband dies after completion of seven years after he/she started to receive pension. ۩Provided that, if such widower husband or widow wife concludes another marriage, he or she shall not be entitled to this kind of pension facility. •(3a) Notwithstanding anything contained in Sub-section (3), if the pension receiver widower husband or widow wife dies or he/she marries with other, such pension amount shall be provided as prescribed to minor children until they attain majority. (4) Where the salary of incumbent civil employee is increased, the two-thirds of the total amount increased in the figure of basic salary shall also",
    "prescribed to minor children until they attain majority. (4) Where the salary of incumbent civil employee is increased, the two-thirds of the total amount increased in the figure of basic salary shall also be added to the amount of family pension of the person receiving family pension pursuant to sub-sections (1), (2) and (3). (5) If any employee dies prior to receiving any amount to which that employee is entitled under this Act, such amount shall be paid to the person from amongst his/her family members who is held to be entitled to the gratuity or pension of that employee pursuant to this Act. (6) In providing gratuity or pension, if the deceased civil employee has nominated any member of his/her family or his/her minor brother or unmarried sister, gratuity or pension shall be provided to such person, and if, for any reason, gratuity or pension cannot be provided to such person or if nobody has been nominated, Proviso inserted by the Second Amendment. Inserted by the Second Amendment",
    "such person, and if, for any reason, gratuity or pension cannot be provided to such person or if nobody has been nominated, Proviso inserted by the Second Amendment. Inserted by the Second Amendment it shall be provided to such person from amongst the members of his/her family as may be deemed appropriate by Government of Nepal. ▲39A. Pension and gratuity of disappeared employee: (1) If any civil employee who has served in the civil service has disappeared and whose whereabouts have not been traced until the prescribed period whether he/she is dead or alive, the amount of gratuity or pension to which such employee is entitled pursuant to Section 36 or 37 shall be provided to his/her family. (2) Notwithstanding anything contained in Sub-section (1), his/her family shall be provided with the family pension equal to the full amount of pension for up to Seven years if he/she who is entitled to pension pursuant to Section 37 disappears prior to receiving pension and for up to the period remaining",
    "the full amount of pension for up to Seven years if he/she who is entitled to pension pursuant to Section 37 disappears prior to receiving pension and for up to the period remaining to complete Seven years if he/she disappears after starting to receive pension, and after that period, his/her wife or husband shall be provided with family pension equal to half the amount of pension for life. (3) If the employee disappeared is traced subsequently, the gratuity as referred to in Section 36, if not paid yet, or the amount of pension receivable under Section 37 shall be provided to him/herself from the date on which he/she claims for the same. Provided that, the person traced subsequently shall not be entitled to claim such amount of gratuity, pension or family pension as has already been paid pursuant to Sub-section (1) or (2). •39B. Special provisions relating to gratuity and pension: (1) Government of Nepal shall set up a separate gratuity and pension fund for purposes of providing gratuity",
    "paid pursuant to Sub-section (1) or (2). •39B. Special provisions relating to gratuity and pension: (1) Government of Nepal shall set up a separate gratuity and pension fund for purposes of providing gratuity and pension to civil Inserted by the First Amendment. Inserted by the Second Amendment. employees appointed after the date of Notification in Nepal Gazette. An amount at the rate of at least Ten per cent of the monthly salary of such employees shall be deducted, and Government of Nepal shall, adding the amount equal to Ten per cent of the monthly salary to such amount, deposit the total amount in that fund. (2) The gratuity and pension related provisions contained in Sub-section (1a) of Section 32, Section 34A., 35, 36,37, 38, 39 and 39A. shall not be applicable in the case of the civil employees to be appointed after the publication of notice pursuant to Sub-section (1). (3) Government of Nepal shall provide the amount equivalent to deducted monthly salary pursuant to Sub-section",
    "case of the civil employees to be appointed after the publication of notice pursuant to Sub-section (1). (3) Government of Nepal shall provide the amount equivalent to deducted monthly salary pursuant to Sub-section (1) at the time of payment of salary to the employee. (4) Notwithstanding anything contained in Sub-section (3), a civil employee who has been dismissed from the service with being disqualified for government service in the future pursuant to Subclause (2) of Clause (b) of Section 59 shall be entitled to receive a lump sum of the total amount deducted from his/her salary to that fund and interest as well as profit accrued therein and therefrom. (5) Other provisions relating to the management and operation of the amounts to be deposited in the gratuity and pension fund set up pursuant to Sub-section (1), procedures for the deduction of funds, payment of fund deducted amounts for purposes of gratuity and pension and fund deductions shall be as prescribed. •39C. Special provision",
    "up pursuant to Sub-section (1), procedures for the deduction of funds, payment of fund deducted amounts for purposes of gratuity and pension and fund deductions shall be as prescribed. •39C. Special provision of family pension: (1) Notwithstanding anything contained elsewhere in this Act, if any civil employee in the course of duties specified by the government for the work performance dies due to insurgency and his/her service period is less Inserted by the Second Amendment. than Twenty years, the pension as per this Act shall be provided to the husband or wife by adding remaining service period. (2) The person receiving pension pursuant to Sub-section (1) shall not receive family pension or gratuity pursuant to Section 39. (3) If person receiving pension as per this Section marries with other, he/she shall not receive such pension. (4) While increasing the salary of the civil employee, Two third amount of the increased salary shall be added to the person receiving the family pension.",
    "he/she shall not receive such pension. (4) While increasing the salary of the civil employee, Two third amount of the increased salary shall be added to the person receiving the family pension. (5) If the person receiving pension as per this Section dies or he/she marries with other, such pension amount shall be provided to minor son, daughter, if any, of the deceased employee until they attain majority. •39D Special economic facility: If a civil employee dies while in service, his/her near heir shall be provided with a lump sum of One Hundred Fifty Thousand Rupees. Reference of salary: (1) Wherever in this Chapter and in Chapter 5, a reference of salary is made, it shall mean the concerned civil employee's salary amount (including salary increment) for the time being. (2) For purposes of Sections 36 and 37, the term \"last salary\" shall mean the concerned employee's salary at the time of his/her retirement, and if any civil employee has been on extra-ordinary leave or under suspension",
    "Sections 36 and 37, the term \"last salary\" shall mean the concerned employee's salary at the time of his/her retirement, and if any civil employee has been on extra-ordinary leave or under suspension at the time of such retirement, the amount of full salary shall be computed even for such period. Inserted by the Second Amendment. \u000140A. Provisions relating to insurance facility: (1) The Government of Nepal shall establish a fixed term (Sabadhik) life insurance fund for the civil employee insurance. (2) A sum of Two Hundred Rupees shall be deducted from the monthly salary of each civil employee and deposited in the fund pursuant to Sub-section (1), and the Government of Nepal shall add the amount equal thereto and make the Twenty year term life insurance for the insured sum of One Hundred Thousand Rupees. From the amounts deposited in that insurance fund, the insured sum and bonus shall be paid to the employee at the time of his/her retirement. (3) If any civil employee who has made deduction",
    "From the amounts deposited in that insurance fund, the insured sum and bonus shall be paid to the employee at the time of his/her retirement. (3) If any civil employee who has made deduction pursuant to Sub-section (2) dies before the completion of Twenty years of service period, an amount of One Hundred Thousand Rupees shall be provided to his/her family. The following amount shall be provided to the compulsory retired civil employee. Ten Thousand Rupees for deducting the amount of less than One year. Twenty Five Thousand Rupees for deducting the amount of more than One year and less than Five years. Fifty Thousand Rupees for deducting the amount of more than Five year and less than Ten years. Seventy Five Thousand Rupees for deducting the amount of more than Ten year and less than Fifteen years. One Hundred Thousand Rupees for deducting the amount of more than Twenty years. Amended by the Second Amendment. Provided that, if the deposited amount, interest and dividend be higher than the",
    "Fifteen years. One Hundred Thousand Rupees for deducting the amount of more than Twenty years. Amended by the Second Amendment. Provided that, if the deposited amount, interest and dividend be higher than the above mentioned amount, the higher amount shall be provided from the fund. (4) If any civil employee who has made deduction pursuant to Sub-section (2) retires from the service for any reason whatsoever, prior to the twenty years deduction of amount, an amount equal to the surrender (Samarpan) value shall be provided to such employee. (5) Notwithstanding anything contained in sub-sections (2) and (3), the retired employee shall provide continuity as maturity to the fixed term life insurance amount in twenty or less than Twenty years. Provided that, Government of Nepal shall not provide any amount for the same. (6) Other provisions relating to the fixed term life insurance fund shall be as prescribed. ▲40B. Provisions relating to study, training or study tour: (1) The concerned Ministry,",
    "amount for the same. (6) Other provisions relating to the fixed term life insurance fund shall be as prescribed. ▲40B. Provisions relating to study, training or study tour: (1) The concerned Ministry, Commission or Secretariat shall, in order to send the employees under it for study, training or study tour, prepare a description thereon and forward it to the Ministry of General Administration each year. (2) The Ministry of General Administration must, upon receipt of the description pursuant to Sub-section (1), specify the number on subject-wise basis for study, training or study tour and forward a description thereof to the National Planning Commission. (3) There shall be a committee as follows to allocate the opportunities of study, training or study tour received by the Inserted by the First Amendment. National Planning \u0001Commission and other governmental institution in the name of Government of Nepal to all the services proportionately: Chief Secretary Government of Nepal Chairperson",
    "Inserted by the First Amendment. National Planning \u0001Commission and other governmental institution in the name of Government of Nepal to all the services proportionately: Chief Secretary Government of Nepal Chairperson Secretary at the Ministry of Finance Member Secretary National Planning Commission Member Secretary at the Ministry of General Administration Member Secretary (4) The Ministry of General Administration shall distribute opportunities as per the decision of the committee referred to in Sub-section (3) (5) The criteria for making nomination for a study, training or study tour shall be as prescribed. ▲40C.Period for which service to be done upon completion of study, training or study tour: Any civil employee who pursues a study, training or goes on a study tour on the nomination of Government of Nepal must, upon completing such a study, training or study tour, serve in the Ministry or Office where he/she was in service before going on for such study, training or study tour for",
    "upon completing such a study, training or study tour, serve in the Ministry or Office where he/she was in service before going on for such study, training or study tour for up to the period as mentioned below in a compulsory manner, subject to this Act: Amended by the Second Amendment. Inserted by the First Amendment. Period of study, training or Minimum period for which study tour service is to be done (a) Up to Three months One year (b) From Three months to Six months One and half year (c) From Six months to Nine months Two years (d) From Nine months to One year Three years (e) From One year to Two years Four years (f) From Two years to Three years Five years (g) From Three years to Four years Seven years (h) From Four years to Five years Eight years \u000140D. Bond to be executed: (1) Any civil employee shall, before going for having study, training or study tour, by the nomination of government, execute a bond to the effect that he/she shall return upon completing such study, training or",
    "executed: (1) Any civil employee shall, before going for having study, training or study tour, by the nomination of government, execute a bond to the effect that he/she shall return upon completing such study, training or study tour and carry out service as referred to in Section 40C. (2) If any civil employee does not return to the service after completing the study, training or study tour or does not complete the period of service required to be carried out under Section 40C., the salary, allowances received by him/her during the period of the study, training or study tour and other amounts mentioned in the bond, as well, shall be realized from such employee as government dues if such salary, allowances and other amounts be not returned within the prescribed period. (3) Any civil employee who, upon obtaining the prior approval of the competent, has gone to carry out study, training or Amended by the Second Amendment. study tour, shall execute a bond to the effect that he/she shall carry",
    "upon obtaining the prior approval of the competent, has gone to carry out study, training or Amended by the Second Amendment. study tour, shall execute a bond to the effect that he/she shall carry out service as equal to the study training or study tour after the completion of study, training or study tour. (4) If a civil employee who has gone for study pursuant to sub-sections (1) and (3) does not come for service or does not complete the service period, the duration of such study, training or study tour shall not be counted in service period of such employee. (5) Notwithstanding anything contained elsewhere in this Section, if an employee who has gone for study, training or study tour gets compulsory retirement or dies, any amount shall not be forfeited from him/her or him/her family for the non-completion of service pursuant to Section 40C.",
    "Chapter 7 Conduct Punctuality and regularity: Each civil employee must attend his/her office regularly during the time appointed by Government of Nepal and must not remain absent from the duty without having prior sanction of leave as far as possible. Discipline and obedience: (1) A civil employee must remain in discipline and perform his/her duties with honesty and readiness. (2) A civil employee must expeditiously carry out any orders given by his/her superior officer on matters relating to governmental business. (3) A civil employee must show due respect to all the employees superior to him/her and treat his/her subordinate employees properly. Restriction on using political or undue influence: No civil employee shall, with intention to satisfy his/her personal interests on matters relating to his/her service, exert or attempt to exert any political or other undue influence over any other civil employee. Restriction on taking part in politics: No civil employee shall take part in politics.",
    "service, exert or attempt to exert any political or other undue influence over any other civil employee. Restriction on taking part in politics: No civil employee shall take part in politics. Restriction on criticizing Government: (1) No civil employee shall, on his/her real or pseudo name or anonymity, publish any feature article, provide any news to the press, broadcast a speech through radio or television etc., make any public speech or publish any statement in such a manner as to be contrary to the policies of Government of Nepal or to undermine the mutual relationship between Government of Nepal and the people or the relationship with any foreign country. (2) Notwithstanding anything contained in Sub-section (1), it shall not bar the publishing or broadcasting of any feature article in such a manner as not to be contrary to the prevailing law and the policies of Government of Nepal. Restriction on publishing news relating to governmental business: No civil employee shall, without",
    "such a manner as not to be contrary to the prevailing law and the policies of Government of Nepal. Restriction on publishing news relating to governmental business: No civil employee shall, without being authorized by Government of Nepal, provide or divulge, directly or indirectly, to any other unauthorized employee or non-governmental person or press any confidential matter which was known to him/her in the course of performing the governmental duty or any matter prohibited by law or any document or news written or collected by him/her. This restriction shall also be applicable to a person who has been relieved of the government service for any reason whatsoever. Restriction on receiving gift, present, donation etc. and borrowing: (1) No civil employee shall, without prior approval of Government of Nepal, accept a gift, donation, present or gratification of any kind either by him/herself or through any member of his/her family, or ask for donation or borrow any loan from any person concerned",
    "accept a gift, donation, present or gratification of any kind either by him/herself or through any member of his/her family, or ask for donation or borrow any loan from any person concerned with any government business, in such a manner as to affect the government business in any manner. (2) If any civil employee happens to receive any present from any foreign government or any representative of such foreign government, he/she must inform Government of Nepal about it and shall act accordingly as sanctioned. Restriction on establishing and operating company and carrying on trade or profession: (1) No civil employee shall, without prior approval of Government of Nepal, carry out the following acts: To participate in the establishment, registration or operation of any bank or company, To carry on any trade or profession requiring registration according to the prevailing laws, To accept any kind of employment elsewhere. (2) Notwithstanding anything contained in Sub-section (1), a civil employee",
    "To carry on any trade or profession requiring registration according to the prevailing laws, To accept any kind of employment elsewhere. (2) Notwithstanding anything contained in Sub-section (1), a civil employee may carry out any literary, scientific or artistic works in a manner not to be contrary to the policies of Government of Nepal. Restriction on taking part in election: No civil employee shall take part in an election to any political post nor shall solicit vote for anyone nor shall exercise influence of any kind in the election. Provided that, this shall not bar the exercise of his/her right to vote conferred under the prevailing laws, without revealing whom he/she has voted or intends to vote for. Restriction on agitation and strike: No civil employee shall perform an agitation, participate in a strike or entice anyone to perform such acts in a manner to undermine the sovereignty and integrity of the Kingdom of Nepal, the law and order situation of the country, external relations",
    "a strike or entice anyone to perform such acts in a manner to undermine the sovereignty and integrity of the Kingdom of Nepal, the law and order situation of the country, external relations and public decency, make contempt of court, create hatred among the peoples of various castes, tribes, religions, classes, regions and communities or aid and abet any crime. Restriction on staging strike, detention and Gherao: No civil employee shall stage any strike or pen-down action and exert any pressure inflicting physical or mental suffering or entice other persons to commit such acts in a manner to cause hindrance or obstruction to any office or officer in the performance of the duties required by law. \u000152. Restriction on making representation: No civil employee shall make representation on behalf of any person or group, except for making petition to the concerned body or official either by him/herself or through his/her attorney in respect of any grievance caused to him/her. Provided that, nothing",
    "any person or group, except for making petition to the concerned body or official either by him/herself or through his/her attorney in respect of any grievance caused to him/her. Provided that, nothing in this Section shall be deemed to bar the carrying out of any work regarding post responsibility of civil employee and representation on behalf of the authentic trade union of the civil employees formed pursuant to Sub-section (3) of Section \u000153. Provision relating to professional organization of civil employees: (1) The civil employees may form an organization under the provisions of this Act. (2) The following provisions shall be complied with while forming the trade union pursuant to Sub-section (1). Amended by the Second Amendment. Amended by the Second Amendment. The employees of gazetted third class or lower than that except the gazetted class employees who work as the head of the office, may form a trade union of civil employees at the national level receiv membership their professional",
    "lower than that except the gazetted class employees who work as the head of the office, may form a trade union of civil employees at the national level receiv membership their professional entitlement and welfare. The registration of the trade union of civil employees shall be made in the Department of Labour and Employement Promotion. (3) The authentic trade union of civil employees shall be formed as follows: The member of the trade union of civil employees as formed pursuant to Sub-section (1) may form authentic trade union of civil employees with appointing officials. The authentic trade union of civil employees shall have the right to submit own professional demands and conduct social dialogue and collective bargaining at the concerned institution at the district, departmental and national levels. In the case of not forming the authentic trade union of civil employees, the trade union of civil employees formed pursuant to Sub-section (1) may conduct collective bargaining with mutual",
    "levels. In the case of not forming the authentic trade union of civil employees, the trade union of civil employees formed pursuant to Sub-section (1) may conduct collective bargaining with mutual consent of each other. The other provisions relating to authentic trade union of civil employees shall be as prescribed. (4) The functions, duties and powers of the trade union of civil employees shall be as follows: The duties of the trade union of civil employees formed pursuant to sub-sections (1) and (3) are to provide suggestion and assistance to the Government of Nepal about effective and dynamic civil service while taking account of the protection and promotion of employees’ right and interest. The trade union of civil employees may conduct creative and artistic work along with asembly, training and symposim. The trade union of civil employees shall have right association, receive membership association, receive membership of an international association and represent on behalf of the",
    "along with asembly, training and symposim. The trade union of civil employees shall have right association, receive membership association, receive membership of an international association and represent on behalf of the association. (5) The Government of Nepal may take suggestions from the authentic trade union of civil employees while making law relating to civil service. (6) The competent authority shall have to manage the transfer of the officials of the authentic trade union of civil employees and national level trade unions formed pursuant to Sub-sections (1) and (3) on their demand to their appropriate working area. (7) The tour up to thirty days in one year may provide to the central officials and members of the national level trade union formed pursuant to Sub-sections (1) and (3) to participate a seminar, workshop, assembly, work related with the organization at the domestic and international level without causing financial obligation to the Government of Nepal . (8) The other",
    "(3) to participate a seminar, workshop, assembly, work related with the organization at the domestic and international level without causing financial obligation to the Government of Nepal . (8) The other provisions of registration, condition thereon and process relating to trade union of civil employees shall be as prescribed. 54. Statement of property: Each civil employee must submit a statement of his/her property. •54A. Prohibition on torture: (1) No civil employee shall subject any one to torture. (2) No civil employee shall commit sexual abuse. •54B. Other conduct: (1) In discharging duties in his/her office, a civil employee must treat all in a decent manner. (2) The civil employee must bear the responsibilities which may arise according to his/her office and post and perform works in an impartial, fair, efficient and prompt manner. (3) The civil employee must not use or consume any government property for domestic use. (4) The civil employee must not depute any government employee,",
    "impartial, fair, efficient and prompt manner. (3) The civil employee must not use or consume any government property for domestic use. (4) The civil employee must not depute any government employee, appointed as to get salary by the government service to domestic work except office work. •54C. Treatment to stakeholders: (1) The civil employee must accord decent treatment to the stakeholders related with his/her works. (2) A clear information, inter alia, on the matters and process related with the work of the stakeholders and the time required to perform the work must be given to the stakeholders in due time. Inserted by the Second Amendment. Inserted by the Second Amendment. To keep conduct compatible with own service and post: Each civil employee must also keep his/her conduct compatible with his/her service and post. ▲55A. Powers to warn: If any civil employee is not punctual, does not carry out the order given by the employee superior to him/her on matters relating to any government",
    "and post. ▲55A. Powers to warn: If any civil employee is not punctual, does not carry out the order given by the employee superior to him/her on matters relating to any government business or becomes reckless or slow on office works, the concerned supervisor may give a warning to such an employee, with setting out the reason therefor; and records thereof must be maintained in the sheet roll/personal details file of the concerned employee.",
    "Chapter 8 Service Security Security of service of civil employee: No civil employee, other than the following civil employee, shall be removed or dismissed from the civil service without providing him/her with a reasonable opportunity to furnish proofs his/her defense: Who has been convicted by a court of a criminal offence involving moral turpitude, Who is holding a temporary post, Who has disappeared and whose whereabouts are not known or there are sufficient grounds that it is not possible to establish contact with him/her. •(d) Who is convicted by a court of a corruption charge. Saving of civil employees: (1)No case may be instituted against any civil employee in respect of any government business performed by him/her considering it to be the carrying out of the duties of Inserted by the First Amendment. Inserted by the Second Amendment. his/her post, without fulfilling the procedures as mentioned in Subsection (2). (2) In order to institute a case against any civil employee pursuant",
    "by the First Amendment. Inserted by the Second Amendment. his/her post, without fulfilling the procedures as mentioned in Subsection (2). (2) In order to institute a case against any civil employee pursuant to Sub-section (1), an approval of the Authority shall be required in respect of a criminal case; and the following matters have to be observed in respect of a civil case: Two months have elapsed after a written notice stating the reasons for instituting the case and the name and address of the plaintiff and of his/her attorney, if any, has been delivered to the Authority or the concerned civil employee or sent by post through a registered mail and a copy notice submitted Government of Nepal. The case has been filed within eight months from the date of cause of action. (3) In respect of any act performed by any civil employee in the course of discharging the duties of his/her post while he/she was incumbent, no case may be instituted against him/her without the approval of Government",
    "of any act performed by any civil employee in the course of discharging the duties of his/her post while he/she was incumbent, no case may be instituted against him/her without the approval of Government of Nepal, even after the termination of his/her service. (4) If Government of Nepal gives approval to institute a case pursuant to Sub-section (3), Government of Nepal shall defend on his/her behalf. Security of conditions of service: The conditions of service relating to salary, gratuity, pension and other facilities of any civil employee prevailing at the time of his/her appointment shall not, without his/her consent, be so altered as to cause adverse effects on him/her. If any subsequent amendment causes adverse effects, in any manner, on such conditions of service of any civil employee who is already incumbent prior to such amendment, such amended provisions shall not be applicable to him/her in absence of his/her written consent to the application of such provisions.",
    "Chapter 9 Punishment and Appeal Punishment: A civil employee may be subjected to the \u0002department punishment as follows, if there exist appropriate and sufficient reasons: \u0001(a) Ordinary Punishment: Censure, Withholding of promotion for up to two years or withholding of a maximum of two salary increments, Withholding of promotion for two to five years, or withholding of a maximum of two to five salary increments, Special punishment: Removal from service, without being disqualified for government service in the future. Dismissal from service, with being disqualified for government service in the future. \u000160. Censure or withholding of promotion for up to two years or withholding of a maximum of two salary increments: Punishment of censure or withholding of promotion for up to two Amended by the First Amendment. Amended by the Second Amendment. Amended by the Second Amendment. years or withholding of a maximum of two salary increments may be imposed on a civil employee, in any of the following",
    "by the Second Amendment. Amended by the Second Amendment. years or withholding of a maximum of two salary increments may be imposed on a civil employee, in any of the following circumstances: If his/her performance did not found satisfactory, If he/she fails to hand over the charges pursuant to the prevailing law, If he/she is given warning for up to two times a year under",
    "Section 55A., If he/she violates the matters relating to conduct mentioned in this Act and the Rules framed hereunder, If he/she fails to observe any direction given by the official superior to him/her in respect of his/her frequent disregard of grievances and complaints of the stakeholders, If the office-bearer obliged to enforce, or cause to be enforced, the job description fails to do so. •60A.Withholding of promotion for two to five years or withholding of a maximum of two to five salary increments or demoting to the basic scale of the post: Punishment of withholding of promotion for up to five years or withholding of a maximum of five salary increments or demoting to the basic scale of the post held by him/her may be imposed on a civil employee, in any of the following circumstances: If he/she commits breach of discipline, If he/she violates the matters relating to conduct mentioned in this Act and the Rules framed hereunder, If he/she fails to settle advances pursuant to the prevailing",
    "If he/she commits breach of discipline, If he/she violates the matters relating to conduct mentioned in this Act and the Rules framed hereunder, If he/she fails to settle advances pursuant to the prevailing Inserted by the Second Amendment. If he/she fails to observe any direction given in respect of irregularities found from management audit. If he/she frequently absent in the office without prior notice. Removal or dismissal from service: (1) A civil employee may be removed from serve, without being disqualified for government service in the future, in any of the following circumstances: If the civil employee fails to perform the duties or responsibilities of his/her post due to his/her own incapacity. If he/she frequently violates the matters relating to conduct. he/she frequently consumes alcoholic substances during the office hours. If he/she frequently commits acts of indiscipline. If he/she takes part in politics. If he/she frequently neglects the responsibilities of his/her post.",
    "frequently consumes alcoholic substances during the office hours. If he/she frequently commits acts of indiscipline. If he/she takes part in politics. If he/she frequently neglects the responsibilities of his/her post. If he/she absents himself/her from his/her office continuously for ninety days without having sanction of a leave. (2) A civil employee may be dismissed from service, with being disqualified for government service in the future, in any of the following circumstances: If he/she is convicted by a court of a criminal offence involving moral turpitude. If he/she commits corruption. •61A. Special provisions relating to departmental action and punishment: (1) Notwithstanding anything contained elsewhere in this Act, if, pursuant to the Commission for the Investigation of Abuse of Authority Act, 2048 (1991), that Commission, and, pursuant to the prevailing law, the concerned body writes for departmental action against any civil employee, departmental punishment must be imposed",
    "of Authority Act, 2048 (1991), that Commission, and, pursuant to the prevailing law, the concerned body writes for departmental action against any civil employee, departmental punishment must be imposed accordingly, after fulfilling the required procedures. (2) Notwithstanding anything contained elsewhere in this Act, if any civil employee is found absent in office without approved leave, he/she may be registered as absent and his/her salary may be deducted. Such period shall not be counted in the service period. (3) Notwithstanding anything contained elsewhere in this Act, no office-bearer shall allow a civil employee who remains absent for a period exceeding ninety consecutive days to attend the office, by marking him/her as non-attendant. Departmental action shall be taken against the office-bearer who so allows office attendance; and the salary and allowances, as well, received by the employee who has been so allowed to attend the office shall be realized from the office-bearer who",
    "allows office attendance; and the salary and allowances, as well, received by the employee who has been so allowed to attend the office shall be realized from the office-bearer who has so allowed office attendance as governmental dues. \u000162. Departmental punishment awarding official: (1) The following authority shall have the powers to issue order of punishment to the civil employee pursuant to Clause (b) of Section 59. The Government of Nepal for the employee working in first class and above that post. Inserted by the Second Amendment. Amended by the Second Amendment. Concerned institution special class official for the employee working in gazetted second and third class. Concerned institution departmental head or gazetted head of the office for the non gazetted civil employees. (2) The authority to issue order of punishment pursuant to Clause (a) of Section 59 shall be as prescribed. \u000163. Delegation of powers to award departmental punishment: Government of Nepal may, by a Notification",
    "to issue order of punishment pursuant to Clause (a) of Section 59 shall be as prescribed. \u000163. Delegation of powers to award departmental punishment: Government of Nepal may, by a Notification in the Nepal Gazette, delegate the powers of any official empowered to issue order of punishment pursuant to Section 62 to any other official specified in that Notification, to be exercised for such period as specified in that Notification. Powers to suspend: (1) If investigation charge mentioned in Section 61 is to be conducted in respect of any civil employee, the official empowered to issue order of punishment may suspend such a civil employee until the conclusion of the investigation. Provided that, generally suspension shall not be ordered unless the following circumstance exists: Where there is a possibility that he/she can collect false evidence or conceal any evidence against him/her if he/she is not suspended and is allowed to carry out the duties of his/her post, or Where there is a possibility",
    "can collect false evidence or conceal any evidence against him/her if he/she is not suspended and is allowed to carry out the duties of his/her post, or Where there is a possibility of governmental loss or damage if he/she is not suspended and is allowed to carry out the duties of his/her post. (2) The official empowered to issue order of punishment to a civil employee may give a notice of the charge to him/her on his/her removal or dismissal from service, and may also suspend him/her. (3) In suspending a civil employee pursuant to Sub-section (1), he/she must not be suspended ordinarily for more than two months. The action against the employee must be completed within that period. If such action cannot be completed within that period because of the occurrence of any extra-ordinary circumstance and the period of suspension has to be extended, the period of suspension may be extended for up to one month with the prior approval of the Authority. (4) Any civil employee arrested and detained",
    "the period of suspension has to be extended, the period of suspension may be extended for up to one month with the prior approval of the Authority. (4) Any civil employee arrested and detained for a criminal charge involving moral turpitude shall be deemed to have ipso facto been suspended during the period of such detention. Termination of suspension: If any civil employee is reinstated in his/her post or ▲the period as referred to in Sub-section (3) of",
    "Section 64 is completed or he/she is removed or dismissed from service, his/her suspension shall stand terminated. Providing opportunity for defense: (1) The official empowered to issue order of departmental punishment must, prior to issuing an order of punishment to any civil employee, serve on him/her a notice, explaining the reason for taking such action and give an opportunity to defend him/herself within a reasonable time limit. In giving such opportunity, the charge against him/her must be clearly indicated and the facts and grounds on which each charge is based must be specified. In such case, the concerned employee must also submit his/her defense within the time limit; and the concerned official must seriously consider the defense so submitted. Inserted by the First Amendment. (2) The official empowered to issue order of departmental punishment may, if he/she thinks it necessary, conduct an investigation either by him/herself or through any other officer. The officer conducting",
    "(2) The official empowered to issue order of departmental punishment may, if he/she thinks it necessary, conduct an investigation either by him/herself or through any other officer. The officer conducting the investigation must follow the prescribed procedures. To propose punishment prior to issuance of order of special punishment: If the concerned civil employee does not submit defense under Section 66 or if the defense submitted by such employee is not satisfactory, the official empowered to issue order of departmental punishment must, prior to issuing an order of special punishment, ask such civil employee to furnish an explanation why the proposed punishment intended to be imposed on him/her should not be imposed on, within a reasonable time limit in this respect. Seeking consultation of Public Service Commission: If it appears that the defense submitted under Section 66 or the explanation furnished under Section 67 by the concerned civil employee in the course of action on departmental",
    "Service Commission: If it appears that the defense submitted under Section 66 or the explanation furnished under Section 67 by the concerned civil employee in the course of action on departmental punishment is not satisfactory and punishment is to be imposed on such employee, the official empowered to issue order of departmental punishment must propose the punishment intended to be imposed on that employee and seek consultation of the Public Service Commission. Constitution, functions and duties of Administrative Court: (1) An Administrative Court shall be constituted, as prescribed, under the chairpersonship of a person who is a sitting or a retired judge of the Appellate Court, in order to hear appeals against the decisions of the official empowered to issue order of departmental punishment \u0003-----. •(1a) Notwithstanding anything contained in Sub-section (1), where an appeal against the order of punishment as referred to in Clause (a) of Section 59 has been filed with any official at",
    "•(1a) Notwithstanding anything contained in Sub-section (1), where an appeal against the order of punishment as referred to in Clause (a) of Section 59 has been filed with any official at the time of commencement of this Section and yet to be settled, such appeal must be settled by the official with whom it has been filed. (2) The decision made by the Administrative Court shall be final. (3) If, on the final settlement of an appeal under this Section in regard to any civil employee, his/her service is to be reinstated by virtue thereof but he/she does not appear within three months from the date of receipt of a notice of that decision, it shall not be mandatory to reinstate him/her in the service. (4) Other functions and duties of the Administrative Court and the procedures to be followed by the Court while exercising its jurisdiction or while performing its other functions shall be as prescribed. (5) The appellant may, if he/she so wishes, appear on the appointed days either in person",
    "followed by the Court while exercising its jurisdiction or while performing its other functions shall be as prescribed. (5) The appellant may, if he/she so wishes, appear on the appointed days either in person or by his/her attorney and may have his/her case pleaded by a legal practitioner. Decision not to be affected: No decision shall be affected by any minor error which does not cause substantial effects on the action against a civil employee conducted by the competent authority pursuant to this Act or the Rules framed hereunder. Deleted by the Second Amendment. Inserted by the Second Amendment.",
    "Chapter 10 Miscellaneous Leave to which civil employee is entitled: The civil employees shall be entitled to the following leaves, as prescribed: Casual and Festival Leave; Home Leave; Sick Leave; Maternity Leave; •(d1) Maternity Care Leave; Obsequies Leave; Study Leave; Extra-ordinary Leave; •71A. Unpaid Leave: (1) If the husband or wife of any civil employee is deputed to the foreign based Nepalese Embassy or mission, such civil employee shall get unpaid leave as prescribed. (2) The unpaid leave pursuant to Sub-section (1) shall not be counted in the period of service. Delegation of powers: \u0001(1) Government of Nepal may, by a Notification in the Nepal Gazette, so delegate the powers conferred to it by this Act that such powers may be exercised by the civil employee or official specified in that Notification. Provided that, no powers conferred by this Act may be delegated by any Act, other than this Act. Inserted by the Second Amendment. Amended by the Second Amendment. (2) Any official",
    "Notification. Provided that, no powers conferred by this Act may be delegated by any Act, other than this Act. Inserted by the Second Amendment. Amended by the Second Amendment. (2) Any official may so delegate the powers conferred to him/her by this Act to his/her subordinate civil employee that such powers are to be exercised under her/his general supervision. ▲72A. Management audit: Except in the matters within the domain of the Public Service Commission, the Ministry of General Administration may supervise, monitor and evaluate as to whether the civil employees in service in different bodies of the Government of Nepal have abided by the prevailing law and other administrative rules and procedures and give direction, and if, in making such supervision, it appears that departmental action is to be taken against any civil employee, it may also recommend such action; and it shall submit an annual report thereof to the Government of Nepal. \u000273. Full salary and allowance to be received on",
    "against any civil employee, it may also recommend such action; and it shall submit an annual report thereof to the Government of Nepal. \u000273. Full salary and allowance to be received on being reinstated in civil service: (1) If any civil employee is re-instated in the civil service upon annulment by the court of the order of his/her retirement, removal or dismissal from civil service, such employee shall be entitled to the salary, allowances, •Festival expenses as well as increment in salary, if any, receivable, from the date of his/her retirement, removal or dismissal from civil service to the date of his/her re-instatement in the civil service. (2) If any civil employee who was retired or removed or dismissed from civil service prior to 4th Jestha of the year 2050 (17 May 1993) is reinstated in the civil service by a court order issued after that date, such employee shall also be entitled to the salary, allowance and increment in salary pursuant to Sub-section (1). Inserted by the First",
    "the civil service by a court order issued after that date, such employee shall also be entitled to the salary, allowance and increment in salary pursuant to Sub-section (1). Inserted by the First Amendment. Amended by the First Amendment. •73A. Provisions relating to disadvantage, grievance of civil employees and handling thereof: (1) Except in cases where a civil employee may file a complaint or appeal elsewhere pursuant to this Act and the prevailing law, if the civil employee thinks that he/she has suffered disadvantage in the service, conditions and facilities provided under this Act and the rules framed hereunder and in any matter concerning the employee or if no action has been taken even after informing the concerned body about the same, such employee may present, as prescribed, the disadvantage and grievance which he/she has suffered to the prescribed body. (2) Other provisions relating to disadvantage, grievance of civil employees and handling thereof shall be as prescribed. •73B",
    "prescribed, the disadvantage and grievance which he/she has suffered to the prescribed body. (2) Other provisions relating to disadvantage, grievance of civil employees and handling thereof shall be as prescribed. •73B Establishment and operation of employee welfare fund: (1) There may be established as prescribed a welfare fund for the welfare of working civil employees, retired persons and their family members. (2) The operation and management of the fund established pursuant to Sub-section (1) shall be as prescribed. •73C. Provision relating to employee to Royal Palace Service: (1) The employee working in Royal Palace Service at the time of commencement of this Act, shall be administered and managed by a separate regulation. (2) The Royal Palace Service Act, 2029 and Rules made thereunder are hereby repealed. Handing over charge: Any civil employee required to hand over the cash, goods in kind or documents required to be handed over by Inserted by the Second Amendment. him/her must",
    "repealed. Handing over charge: Any civil employee required to hand over the cash, goods in kind or documents required to be handed over by Inserted by the Second Amendment. him/her must hand them over to the concerned employee within the prescribed time-limit, and the person required to take them over must take them over within that time-limit. Power to frame rules: Government of Nepal may, in order to implement the objectives of this Act, frame rules to be generally applicable to all the civil services or to be severally applicable to different services or groups. Repeal and saving: (1) The Civil Service Act, 2013 (1957) in hereby repealed. (2) All the acts done and actions taken pursuant to the Civil Service Act, 2013 (1957) and the rules framed thereunder shall be deemed to have been done and taken under this Act. Note: 1. An Act made to Amend Some Nepal Laws, 2063 has changed the words \"His Majesty's Government into \"Government of Nepal\" instead of.\" 2. Sections 64 and 65 of the Civil",
    "this Act. Note: 1. An Act made to Amend Some Nepal Laws, 2063 has changed the words \"His Majesty's Government into \"Government of Nepal\" instead of.\" 2. Sections 64 and 65 of the Civil Service (Second Amendment) Act, 2064 shall be as follows. 64. To maintain ipso facto in the changed service: The service of the employees and officers working and being maintained in the Auditor General Office as per",
    "Section 9 of the Audit Act, 2048 at the commencement of\nthis Act shall be ipso facto maintained in the service\npursuant to Clause (e1) of Section 3 and those officers and\nemployees shall ipso facto be changed in the same class.\n65. Repeal and saving: (1) Section 9 of the Audit Act,\n2048 has been repealed.\n(2) All acts preformed or actions taken from the\n17th Aashad of the year 2063 to the earlier date of the\ncommencement of this Act shall be deemed to have\nbeen performed or taken under this Act.\n(3) The prevailing provisions before of 30th\nAashad of the year 2062 shall continue to apply until\nthe provisions relating to promotion on ground of work\nefficiency commence."
  ],
  "total_chunks": 165
}