{
  "metadata": {
    "filename": "Drugs Act(2035).pdf",
    "title": "Drugs Act, 2035, (1978)",
    "act_number": "21",
    "year": "2053",
    "date": "2035.7.8 (25 October 1978)"
  },
  "chunks": [
    "Drugs Act, 2035, (1978)\nDate of Authentication and Publication\n2035.7.8 (25 October 1978)\nAmending Acts:\nThe Drugs (First Amendment) Act, 2045 (1988)\n2045.7.10 (26 November 1988)\nThe Drugs (Second Amendment) Act, 2057 (2000)\n2057.8.14 (29 November 2000)\nAct number 21 of the year 2053 (1978)\nAn Act Made to Make Provisions relating to Drugs\nPreamble: Whereas, it is expedient to prevent the misuse or abuse of drugs and allied\npharmaceutical substances and false or misleading information relating to the efficacy and use of\ndrugs and to control the production, sale, distribution, export, import, storage and consumption of\nthose drugs which are not safe for public consumption, efficacious and of standard quality;\nNow, therefore, His Majesty King Birendra Bir Bikram Shah Dev has, with the aid\nand advice of the National Panchayat, enacted this Act.",
    "Chapter1\nPreliminary\nShort title, extent and commencement: (1) This Act may be called as the\n“Drugs Act, 2035 (1978)”.\nThis Act shall extend to the whole of Nepal.",
    "Section 1 of this Act shall come into force immediately, and other sections shall come into force in such area and on such date as Government of Nepal may, by notification in the Nepal Gazette, appoint from time to time.\u0001 \u0001 Notifications on the commencement of the Act: (a) Sections 3 and 4 of this Act have been appointed to commence forthwith to the whole of Nepal (the Nepal Gazette dated 2037.3.5 (18 June 1980). (b) Sections 2, 25, Sub-section (1) of section 34, sections 38 and 39 of this Act have been appointed to commence forthwith to the whole of the Nepal (the Nepal Gazette dated 2040.3.13 (27 June 1983). (c) Sections 7, 8, 9, 10, 11 and 37 of this Act have been appointed to commence to the whole of the Nepal on 2040.12.6 (19 March 1984) (the Nepal Gazette dated 2040.12.6 (19 March 1984). (d) Sections 20, 21, 22, 23, 24, 28, 29, 30, 33 and Sub-sections (2) and (3) of Section 34 of this Act have been appointed to commence to the whole of the Nepal on 2043.4.1 (16 July 1986) (the Nepal",
    "21, 22, 23, 24, 28, 29, 30, 33 and Sub-sections (2) and (3) of Section 34 of this Act have been appointed to commence to the whole of the Nepal on 2043.4.1 (16 July 1986) (the Nepal Gazette dated 2043.2.12 (26 May 1986). (e) Sections 12, 13, 14, 15, 16, 17, 18, 19, 32, 35 and 36 o f this Act have been appointed commence to the whole of the Kingdom of Nepal on 2046.5.26 (11 September 1989) (the Nepal Gazette dated 2046.5.26 (11 September 1989). (f) Section 26 of this Act has been appointed to commence on 2049.8.1 (16 November 1992) (the Nepal Gazette dated 2049.8.1(16 November 1992). Definitions: In this Act, Unless the subject or the context otherwise requires,- “Drug” means any substance to be used for the diagnosis, cure, mitigation, treatment or prevention of a disease in a human being, animal or bird or to be used to destruct vermin or insects which cause diseases in the human being, animal or bird or any substance used to affect the structure or any organic function of the body of",
    "bird or to be used to destruct vermin or insects which cause diseases in the human being, animal or bird or any substance used to affect the structure or any organic function of the body of a human being, animal or bird or allied ingredients or components to be used for the preparation of such substance. “Manufacture” means the process of making, preparing, refining, altering, packing, repacking or labeling a drug or any or all of the processes followed in this respect. Provided that, this term does not include the process of dispensing, packing or repacking a drug prior to its consumption or sale. (c) “Dispensing” means the issuing of a drug in a suitable container, appropriately labeled and compounded for its subsequent consumption by a patient. Explanation: For purposes of this Clause, “compound” means the process of mixing two or more specific ingredients to fabricate them into a single drug. (d) “Label” means the name and other related description of a drug written on the container",
    "means the process of mixing two or more specific ingredients to fabricate them into a single drug. (d) “Label” means the name and other related description of a drug written on the container of that drug. (e) “Doctor” means a (doctor) registered pursuant to the Nepal Medical Council Act, 2020 (1964). (f) “Consumption” means the giving or administering of a drug either by a (doctor) or by a person authorized by the (doctor) to a patient with intention to bring about improvement in his/her physical or mental condition at that time or the taking or administering of such drug by the patient him/herself according to the prescription written by such doctor. (g) “Department” means the Department of Drugs Administration constituted pursuant to Section 5. (h) “Administrator” means the Head of Department. (i) “Inspector” means a person deputed by the Department for purposes of",
    "Chapter-6♣\n(j) “Prescribed” or “as prescribed” means prescribed or as prescribed in the Rules\nframed under this Act.",
    "Chapter2\nDrugs Advisory Council and Drugs Advisory Committee\nDrugs Advisory Council: (1) A Drugs Advisory Council shall be constituted as\nprescribed to advise Government of Nepal on theoretical and administrative\nmatters relating to drugs.\n(2) The functions, duties and powers of the Drugs Advisory Council shall\nbe as prescribed.\nDrugs Advisory Committee: (1) A Drugs Advisory Committee shall be\nconstituted as prescribed to advise the Department on technical matters related\nwith the research, development and control of drugs.\n(2) The functions, duties and powers of the Drugs Advisory Committee\nshall be as prescribed.",
    "Chapter3 Research and Control of Drugs Department of Drug Administration: (1) Government of Nepal shall establish a Department of Drug Administration for the implementation of the objectives of this Act. The Department established pursuant to Sub-section (1) shall carry out all the functions related with the control of drugs under this Act and the Rules framed there under. ♣ Amended by the First Amendment. Drug Research Laboratory and Other Laboratories: (1) The Drug Research Laboratory established by Government of Nepal shall be the principal body of Government of Nepal to perform scientific research, testing and analysis of drugs. ♦(1a)The procedures to be followed by the Royal Drug Research Laboratory established pursuant to Sub-section (1) in performing scientific research, testing and analysis of drugs shall be as prescribed. (2) Any native or foreign person or institution may, with the approval of Government of Nepal , establish any other research centre or laboratory for the scientific",
    "be as prescribed. (2) Any native or foreign person or institution may, with the approval of Government of Nepal , establish any other research centre or laboratory for the scientific research and development of any drugs.",
    "Chapter4 Manufacture, Sale, Distribution, Export and Import of Drugs Recommendation letter to be obtained to establish drug industry: Any person who intends to establish an industry to manufacture any drugs shall obtain a recommendation letter from the Department as prescribed, prior to the obtaining of approval of the Government of Nepal pursuant to the prevailing law. Product license to be obtained: (1) After the establishment of a drug industry by obtaining recommendation of the Department pursuant to section 7 and before the manufacturing of that drug, the drug manufacturer shall obtain the product license from the Department as prescribed\u0002, by paying the prescribed fees. (2) Any drug industry which has already been established prior to the commencement of this Act shall also obtain the product license pursuant to Subsection (1), --------\u0001 by paying the prescribed fees. Registration of drug: (1) Any drug manufacturing industry shall, prior to the ♦ Inserted by the Second Amendment.",
    "product license pursuant to Subsection (1), --------\u0001 by paying the prescribed fees. Registration of drug: (1) Any drug manufacturing industry shall, prior to the ♦ Inserted by the Second Amendment. \u0002 Amended by the Second Amendment. \u0001 Deleted by the Second Amendment. ♦ Inserted by the Second Amendment. sale and distribution of each drug manufactured by it, register the drug with the Department, as prescribed, and obtain the drug registration certificate, by paying the prescribed fees. Any person who intends to import a drug shall, prior to its importation, get each drug of a licensed company which it intends to import registered with the Department, as prescribed, and obtain the registration license, by paying the prescribed fees\u0003. Recommendation letter to be obtained for exportation or importation of drug: Any person who intends to export or import a drug shall, prior to obtaining the export or import license pursuant to the prevailing law, obtain a recommendation letter from the Department,",
    "Any person who intends to export or import a drug shall, prior to obtaining the export or import license pursuant to the prevailing law, obtain a recommendation letter from the Department, as prescribed, on payment of the prescribed fees. Registration of name for sale and distribution of drug: Any person who sells and distributes a drug shall get his/her name and shop or firm registered with the Department, as prescribed, and obtain a certificate, on payment of the prescribed fees\u0003. ♦10A. Sale and distribution of registered drugs only: Any person who has obtained the certificate pursuant to Section 10 shall sell and distribute only the drugs registered pursuant to Section 8A. ♣11. Validity period and renewal of product license, recommendation letter and certificate: (1) The license as referred to in Section 8, the certificate as referred to in section 8A♦, the recommendation letter as referred to in Section 9 and the certificate as referred to in section 10 shall remain valid for two years",
    "the certificate as referred to in section 8A♦, the recommendation letter as referred to in Section 9 and the certificate as referred to in section 10 shall remain valid for two years from the date of its issue. (2) Each license, recommendation letter and certificate shall be got \u0003 Inserted by the First Amendmend . \u0003 Inserted by the First Amendmend . ♦ Inserted by the Second Amendment. ♣ Amended by the First Amendment. renewed for each year within thirty five days of the expiry of its validity period\u0002. ♦(3) If the renewal is not made within the specified time limit pursuant to Sub-section (1), and an application is made, setting out the reasons for the failure to have renewal, within thee months after the date of expiry of the time limit, the Department shall make renewal by charging an additional fee of twenty five percent of the renewal fee. The license, recommendation letter or certificate not renewed even within that time limit shall ipso facto be invalid.",
    "Chapter5 Quality Standard of Drugs Drugs to be safe for public consumption, efficacious and of quality standard: Each drug shall be safe for public consumption, efficacious and of quality standard in such a manner as to keep on maintaining its prescribed quality standard. Prohibition on manufacture, sale, distribution, export, import, storage or consumption of drug not conforming to prescribed standard: No person shall manufacture, sell, distribute, export, import, store, or cause to do same or cause the consumption of, a drug which is not safe for public consumption, efficacious and of quality standard. Return of drug which is not safe for public consumption, efficacious and of quality standard: (1) If a drug which has already been marketed for sale and distribution is not safe for public consumption, efficacious and of quality standard pursuant to Section 12, the manufacturer or his/her agent shall get back such drug from the seller or distributor. If it comes to the knowledge of the",
    "and of quality standard pursuant to Section 12, the manufacturer or his/her agent shall get back such drug from the seller or distributor. If it comes to the knowledge of the Administrator in any manner that a drug which is not safe for public consumption, efficacious and of quality standard has been marketed for sale and distribution, he/she may cause the seller or distributor of the drug to return the drug to its manufacturer. ♦ Inserted by the Second Amendment. \u0002 Amended by the Second Amendment. ♦ Inserted by the Second Amendment. Provision of compensation: If a drug manufactured in such a manner that it is not safe for public consumption, efficacious and of quality standard results in the death of, or causes injury to the health of any person, the drug manufacturer shall be responsible for it and provide compensation, as prescribed, to the successor to the deceased for such death and to that person in the event of such injury. \u000216. Submission of letter of guarantee to Department: A",
    "it and provide compensation, as prescribed, to the successor to the deceased for such death and to that person in the event of such injury. \u000216. Submission of letter of guarantee to Department: A drug manufacturer him/herself or his/her authorized agent or exporter or importer shall submit to the Department a certified copy of the document issued by the manufacturer guaranteeing that the drug registered pursuant to Section 8A is safe for public consumption, efficacious and of quality standard. Categorization of drugs: (1) The drugs may be classified into categories or subcategories, as prescribed. (2) No person shall sell or distribute such drugs without prescription of a doctor as categorized not to be sold or distributed without such prescription pursuant to Sub-section (1). The pharmacist or pharmacy assistant♦ or professional person himself shall sell or distribute such drugs on prescription of a doctor; and the presence of a pharmacist or pharmacy assistant♦ or professional person",
    "pharmacist or pharmacy assistant♦ or professional person himself shall sell or distribute such drugs on prescription of a doctor; and the presence of a pharmacist or pharmacy assistant♦ or professional person shall be compulsory where a person other than the doctor, pharmacy assistant♦ or professional person sells or distributes such drugs. The drugs categorized as to be sold or distributed only in presence of a pharmacist or pharmacy assistant♦ or professional person or any of them while making categorization pursuant to Sub-section (2) may be sold or distributed only by them or in their presence. Any seller may, based on the experience, sell in a reasonable quantity \u0002 Amended by the Second Amendment. ♦ Inserted by the Second Amendment. ♦ Inserted by the Second Amendment. ♦ Inserted by the Second Amendment. ♦ Inserted by the Second Amendment. the drugs other than those categorized pursuant to subsections (2) and (3). Explanation: “Pharmacist” means a person who has done graduation in",
    "the Second Amendment. ♦ Inserted by the Second Amendment. the drugs other than those categorized pursuant to subsections (2) and (3). Explanation: “Pharmacist” means a person who has done graduation in pharmacy\u0002 or graduation in pharmaceutics or and been recognized by the Drugs Advisory Committee, \"pharmacy assistant\" means a person who has passed certificate level or equivalent in pharmacy♦ and \"professional person\" means a person who has possessed the prescribed qualifications and been recognized by the Drugs Advisory Committee. Prohibition on misuse or abuse of drugs: (1) No person shall misuse or abuse drugs. (2) Sale and distribution of any drug in contravention of the provisions contained in Sub-sections (2) and (3) of Section 17 shall be deemed to have misused or abused such drug. Prohibition on false or misleading advertisement of drugs: (1) No person shall make a false or misleading publicity or advertisement about the use, utility or efficacy of any drug. (2) Any person who intends",
    "or misleading advertisement of drugs: (1) No person shall make a false or misleading publicity or advertisement about the use, utility or efficacy of any drug. (2) Any person who intends to make publicity or advertisement of any drug shall obtain the license, as prescribed, from the Department, by paying the fees prescribed for the same.",
    "Chapter6 Inquiry and Inspection Powers of Inspector to make inquiry and inspection: (1) The Inspector may inspect, enquire and search any place where a drug is being manufactured, stored♦ sold, distributed or transported. If, in making inspection, inquiry or search pursuant to Sub-section (1), the Inspector suspects that any drug is not safe for public consumption, efficacious or of quality standard or has a reasonable ground to believe that any \u0002 Amended by the Second Amendment. ♦ Inserted by the Second Amendment. ♦ Inserted by the Second Amendment. activity is being carried out in contravention of this Act or the Rules framed under this Act, the Inspector may seal the drug which he/she has found, hand over its custody to its owner, receive a receipt from that owner, withhold such drug and give order to immediately stop such activity\u0002. If the Inspector makes inspection, inquiry or search pursuant to this Section or stops a drug or sends sample of that drug for testing, he/she shall submit",
    "order to immediately stop such activity\u0002. If the Inspector makes inspection, inquiry or search pursuant to this Section or stops a drug or sends sample of that drug for testing, he/she shall submit a report thereon to the Administrator within three days. If the drug, which has been withhold by the Inspector pursuant to Subsection (2), is proved, from the analysis or test by a research center, laboratory, hospital, pharmacy or clinic, that it is not safe for public consumption, efficacious or of quality standard, such drug may be seized or destroyed by order of the Administrator; and the Administrator may, while issuing such order, order to cancel the recommendation letter, product license, certificate or license issued under this Act. ♦(4a) If, in carrying out analysis or test pursuant to Sub-section (4), any drug is found to be safe for public consumption, efficacious and of quality standard but the person manufacturing, selling, distributing, storing, transporting, exporting or importing",
    "test pursuant to Sub-section (4), any drug is found to be safe for public consumption, efficacious and of quality standard but the person manufacturing, selling, distributing, storing, transporting, exporting or importing such drug is held to have committed any activity in violation of this Act or the Rules framed under this Act, the Administrator may seize such drug and control the manufacturing, sale, distribution, storage, transportation, export or import of such drug or suspend the license or certificate or recommendation letter of such person for a period not exceeding six months. (5) The manufacturer shall bear the expenditures incurred in destroying the drug pursuant to Sub-section (4) If the drug seized from the seller and stopped is to be destroyed, the value of such drug received by the manufacture from the seller shall also be got reimbursed by the manufacturer to the seller. ♦(6) The Department may, as per necessity, depute any expert in the concerned subject to assist in the",
    "from the seller shall also be got reimbursed by the manufacturer to the seller. ♦(6) The Department may, as per necessity, depute any expert in the concerned subject to assist in the inquiry and inspection as referred to in this section. \u0002 Amended by the Second Amendment. ♦ Inserted by the Second Amendment. ♦ Inserted by the Second Amendment. Filing complaint against order of Administrator: (1) A person who is not satisfied with an order issued by the Administrator to cancel or suspend the product license, recommendation letter, certificate or license pursuant to Sub-section (4) and (4a) of section 20 may file a complaint before the Secretary at the Ministry of Health within thirty five days after the date of receipt of such order. (2) The complaint filed pursuant to Sub-section (1) shall be decided within three months. Procedures to be followed while making inspection or inquiry: The methods and procedures, as prescribed, shall be followed while making inspection, inquiry and search under",
    "(1) shall be decided within three months. Procedures to be followed while making inspection or inquiry: The methods and procedures, as prescribed, shall be followed while making inspection, inquiry and search under this Act. Qualifications of Inspector and Analyst: (1) The Inspector shall possess the following qualifications: (a) Graduation in pharmacy\u0002, or (b) -----\u0001 (c) -----\u0001 \u0002 (d) Having passed certificate level or equivalent in pharmacy and gained at least five years of experience in pharmacy related works. (2) The Analyst shall possess the following qualifications: (a) Graduation in pharmacy, or\u0002 ♦(a1) Master's degree in chemistry, or (b) Graduation in chemistry and gained at least three years of experiences in drug analysis\u0002. \u0002 Amended by the Second Amendment. ♣ Amended by the First Amendment. \u0002 Amended by the Second Amendment. \u0001 Deleted by the Second Amendment. \u0001 Deleted by the Second Amendment. \u0002 Amended by the Second Amendment. \u0002 Amended by the Second Amendment. ♦ Inserted by",
    "by the Second Amendment. \u0001 Deleted by the Second Amendment. \u0001 Deleted by the Second Amendment. \u0002 Amended by the Second Amendment. \u0002 Amended by the Second Amendment. ♦ Inserted by the Second Amendment. \u0002 Amended by the Second Amendment. Sending sample of drug for test: The Inspector shall send the sample of a drug, which has been withheld or seized in the course of inspection or inquiry, to the research center, laboratory, hospital, dispensary or clinic, as prescribed, for test or analysis; and the Analyst shall also carry out necessary test or analysis and send a report thereof to the Administrator, as prescribed.",
    "Chapter7 Miscellaneous Powers of Government of Nepal to prohibit manufacture, sale, distribution, storage, transportation, export, import or consumption of drugs: If Government of Nepal thinks it necessary to prohibit the manufacture, sale, distribution, storage, transportation, export, import or consumption of any drug, it may, by a notification in the Nepal Gazette, issue order to prohibit the manufacture, sale, distribution, storage, transportation, export, import or consumption of such drugs. Powers to fix price of drug: The Department may, if it deems necessary, fix the price of any drug, by obtaining approval of the Government of Nepal. If the Department so fixes the price of any drug, a notice thereof shall be published in the Nepal Gazette♦. \u0002 27. Provisions relating to prescription: The provisions relating to the issuance of prescription by the prescribed doctor or recognized (integrated) doctor or health worker about the drugs categorized pursuant to Section 17 shall be as prescribed.",
    "provisions relating to the issuance of prescription by the prescribed doctor or recognized (integrated) doctor or health worker about the drugs categorized pursuant to Section 17 shall be as prescribed. Prohibition on manufacture, sale, distribution, dispensing or storage without making arrangement of required human resource♦ or resources: No person shall manufacture, sell, distribute, dispensing, store, export or import\u0003 any drug without adequately arranging such human resource and \u0002 Amended by the Second Amendment. ♦ Inserted by the Second Amendment. \u0002 Amended by the Second Amendment. ♦ Inserted by the Second Amendment. \u0003 Inserted by the First Amendmend . other♦ necessary materials related with such activity as prescribed for the manufacture, sale, distribution, dispensing, storage, export or import\u0003 of such drug. Prohibition on adulteration in drugs and sale of adulterated drugs: (1) No person shall adulterate any drug so as to root out or lessen or change its effect or be injurious",
    "on adulteration in drugs and sale of adulterated drugs: (1) No person shall adulterate any drug so as to root out or lessen or change its effect or be injurious or sell or offer to sell such drug or dispense it to any one for treatment with knowledge of such adulteration. No person shall sell any other substance representing it to be a drug. Prohibition on sale or distribution of date expired drugs: No person shall sell or distribute any drug which is date expired. License to be obtained from Department for clinical trial of new drug: Any person who intends to carry out a clinical trial of any new drug shall obtain license from the Department, as prescribed, for such trial. Explanation: For purposes of this section “clinical trial” means the testing of a new drug by administering it to any patient or other person with his/her consent in a hospital or similar other clinic as prescribed in the license in order to ascertain whether it is appropriate to bring that drug into use. Disclosure",
    "any patient or other person with his/her consent in a hospital or similar other clinic as prescribed in the license in order to ascertain whether it is appropriate to bring that drug into use. Disclosure of system of drug and other particulars while manufacturing drug: (1) While manufacturing any drug, its label shall set out the matter which of the Allopathic, Ayurvedic, Homeopathic or Unani systems that drug belongs to. While manufacturing any drug, the possible side effects from the consumption of that drug shall be mentioned as prescribed. Narcotic and poisonous drug to be kept safely: (1) A clear label shall be put on the prescribed narcotic and poisonous drug, and such drug shall be kept safely. (2) Any person who sells and distributes the narcotic and poisonous drugs as referred to in Sub-section (1) shall maintain records of the narcotic and ♦ Inserted by the Second Amendment. \u0003 Inserted by the First Amendment . poisonous drug sold or distributed by him/her in the prescribed format;",
    "Sub-section (1) shall maintain records of the narcotic and ♦ Inserted by the Second Amendment. \u0003 Inserted by the First Amendment . poisonous drug sold or distributed by him/her in the prescribed format; and a prescription relating to such narcotic and poisonous drug written by a doctor shall be attached with such records. Penalties: (1) Any person who violates Chapter 4 or an order as referred to in section 25 shall be punished with imprisonment for a term not exceeding three years or a fine not exceeding Twenty Five Thousand Rupees\u0002 or with both. Any person who makes an improper use of or misuses a drug contrary to Section 18♦ or adulterates a drug or sells an adulterated drug or sells any other substance representing it to be a drug contrary to section 29 or sells or distributes a date-expired drug contrary to section 30 or does any act contrary to section 33\u0002 shall be punished as follows: in the event of the possibilit y of a risk of claiming life, life imprisonment or imprisonment",
    "drug contrary to section 30 or does any act contrary to section 33\u0002 shall be punished as follows: in the event of the possibilit y of a risk of claiming life, life imprisonment or imprisonment for a term not exceeding ten years and a fine; (b) in the event of the possibility of disempowerment or deprival of capacity of any organ of the body, imprisonment for a term not exceeding ten years and a fine; and in other conditions, imprisonment for a term not exceeding five years or a fine or both. (3) Except as mentioned in Sub-sections (1) and (2), a person who commits any act contrary to this Act or the Rules framed under this Act shall be punished with imprisonment for a term not exceeding one year or a fine not exceeding Five Thousand Rupees\u0002 or both. Ceiling of fine and imprisonment in lieu of fine: (1) For the purpose of imposing a fine pursuant to Sub-section (2) of Section 34, such fine shall not exceed the \u0002 Amended by the Second Amendment. ♦ Inserted by the Second Amendment. \u0002 Amended",
    "fine: (1) For the purpose of imposing a fine pursuant to Sub-section (2) of Section 34, such fine shall not exceed the \u0002 Amended by the Second Amendment. ♦ Inserted by the Second Amendment. \u0002 Amended by the Second Amendment. \u0002 Amended by the Second Amendment. amount in controversy (Bigo) or One Hundred Thousand Rupees\u0002 whichever is higher. Provided, however, that such excessive fine shall not be set as is not suitable to the condition of an offender or the circumstance of the offence. While setting the punishment of fine pursuant to Sub-section (1), the judicial authority shall also specify in his/her decision the term of imprisonment, in lieu of the fine, which the offender has to serve for his/her failure to pay that fine. Where the punishment of fine is imposed for an offence and there is also a provision of punishment of imprisonment for such offense, punishment of imprisonment shall not be set for a term exceeding five years for the failure to pay the fine under Sub-section (2). If",
    "also a provision of punishment of imprisonment for such offense, punishment of imprisonment shall not be set for a term exceeding five years for the failure to pay the fine under Sub-section (2). If punishment of life imprisonment is imposed, no additional imprisonment shall be imposed. Right to register patent of drug: The right related with the registration of patent of a drug shall be as per the prevailing law. Delegation of authority: Government of Nepal may delegate to any official all or any of the powers conferred to the Administrator pursuant to this Act. Government to be the plaintiff : Government of Nepal shall be plaintiff in the cases of under this Act. Investigation and filing of case: (1) The Inspector shall investigate any case related with an offense punishable under this Act and file the case with the Judicial Authority after completion of such investigation. ♦(1a) In investigating a case pursuant to Sub-section (1), the Inspector shall have the powers to arrest a person",
    "Act and file the case with the Judicial Authority after completion of such investigation. ♦(1a) In investigating a case pursuant to Sub-section (1), the Inspector shall have the powers to arrest a person involved in the offense, search any place whatever related with the offense, take custody of a document or other goods related with the offense and execute a deed of public inquiry (sarjamin). ♦(1b) In making investigation pursuant to Sub-sections (1a) and (1b), the Inspector may get the accused to make deposition and, on reasonable grounds, \u0002 Amended by the Second Amendment. ♦ Inserted by the Second Amendment. ♦ Inserted by the Second Amendment. release him/her on personal bail, security or guarantee or detain him/her for a period not exceeding twenty five days, by obtaining prior permission of the Judicial Authority. ♦(1c) In doing any activity as referred to in Sub-sections (1a) and (1b), the Inspector may, as per necessity, seek assistance of the police personnel. If such assistance",
    "of the Judicial Authority. ♦(1c) In doing any activity as referred to in Sub-sections (1a) and (1b), the Inspector may, as per necessity, seek assistance of the police personnel. If such assistance is sought, the police personnel shall render necessary assistance. In investigating and filing a case pursuant to Sub-section (1) the Inspector may seek opinion of the Government Attorney. After the filing of a case, the Government Attorney shall plead and appeal the case. Power to frame Rules: Government of Nepal may frame Rules in order to implement the objectives of this Act. ♦ Inserted by the Second Amendment."
  ],
  "total_chunks": 36
}