{
  "metadata": {
    "filename": "Land-Revenue-Act(2034).pdf",
    "title": "Land Revenue Act, 2034 (1978)",
    "act_number": "25",
    "year": "2034",
    "date": "2034.9.18 (2 Jan. 1978)"
  },
  "chunks": [
    "Land Revenue Act, 2034 (1978) Date of Authentication and Publication 2034.9.18 (2 Jan. 1978) Amendments: 1. Land Revenue (First Amendment) Act, 2040 (1983) 2040.7.13 (30 Oct. 1983) 2. Administration of Justice (Fourth Amendment) Act, 2043 (1986) 2043.7.24 (10 Nov. 1986) 3. Land Revenue (Second Amendment) Act, 2045 (1988) 2045.6.26 (12 Oct. 1988) 4. Land Revenue (Third Amendment) Act, 2046 (1989) 2046.7.11 (27 Oct. 1989) 5. Finance Related Nepal (Amendment) Act, 2047 (1990) 2047.8.27 (13 Dec. 1990) 6. Administration of Justice Act, 2048 (1991) 2048.2.16 (30 May, 1991) 7. Land Revenue (Fourth Amendment) Act, 2049 (1992) 2049.9.8 (23 Dec. 1992) 8. Land Revenue (Fifth Amendment) Act, 2054 (1997) 2054.8.26 (11 Dec. 1997) 9. Republic Strengthening and Some Nepal Laws Amending Act, 2066 (2010)1 2066.10.7 (21 Jan. 2010) This Act came into force on 15 Jestha 2065(28 June 2008) and \"Prasasti\" and the word \"Kingdom\" has been deleted. Act Number 25 of the Year 2034 (1978) An Act Made to Provide for",
    "came into force on 15 Jestha 2065(28 June 2008) and \"Prasasti\" and the word \"Kingdom\" has been deleted. Act Number 25 of the Year 2034 (1978) An Act Made to Provide for Land Revenue Preamble: Whereas, it is expedient to amend and consolidate the provisions relating to collection and recovery of the land revenue and to make some additional provisions on cultivation of land; Now, therefore, be it enacted by His Majesty King Birendra Bir Bikram Shah Dev on the advice and with the consent of Rastriya Panchayat.",
    "Chapter -1\nPreliminary\nShort Title, Extent and Commencement: (1) This Act may be called\nas the \"Land Revenue Act, 2034 (1978).\"\n(2) It shall extend throughout Nepal.\n(3) It shall commence in such District and on such date as may be\nspecified by Government of Nepal, by a Notification published in the Nepal\nGazette. 2\nDefinitions: Unless the subject or the context otherwise requires, in this\nAct,-\n\"Land Revenue Office\" means the office established pursuant to",
    "Section 3. \"Land Revenue\" means the land revenue and any other revenue similar thereto required to be paid by a land owner to Government of Nepal pursuant to the prevailing Nepal Law, and it also includes any Notice regarding the date of commencement mentioned at the last page. fee (penalty) payable for non-payment of the land revenue within the time-limit referred to in this Act. (b1) 3 \"Land Revenue Officer\" means the Chief Land Revenue Officer, 4........., Land Revenue Officer or in-charge of the Land Revenue Office as may be appointed by Government of Nepal to exercise the powers of the Land Revenue Officer pursuant to this Act. (b2)5 \"Government land\" means a land in which road, street, railway and governmental building, house or office is situated, and this term includes forest, jungle, river, stream, canal, lake, pond and bank thereof, canal, ditch, barren, uncultivated or other land, steep, sandy land under control of the Government of Nepal and also a land as specified as a government",
    "stream, canal, lake, pond and bank thereof, canal, ditch, barren, uncultivated or other land, steep, sandy land under control of the Government of Nepal and also a land as specified as a government land by the Government of Nepal upon publishing a notice in the Nepal Gazette from time to time. (b3) 6 \"Public land\" means a road, well, water bank, pond and bank thereof, cattle exit, pasture land, graveyard, grave, inn, rest house, shrine, religious pray land, monument, temple, junction, sewerage, open public place, exhibition and fair place, public entertainment and sports place that has remained in use since ancient time and belong to the public not to any individual, and also a land as specified as a public land by the Government of Nepal upon publishing a notice in the Nepal Gazette from time to time. \"Year\" means a fiscal year. \"Prescribed\" or \"as prescribed\" means prescribed or as prescribed in the Rules framed under this Act. Inserted by Fourth Amendment. Deleted by Fifth Amendment.",
    "from time to time. \"Year\" means a fiscal year. \"Prescribed\" or \"as prescribed\" means prescribed or as prescribed in the Rules framed under this Act. Inserted by Fourth Amendment. Deleted by Fifth Amendment. Inserted by the Fifth Amendment. Inserted by the Fifth Amendment.",
    "Chapter - 2 Establishment of Land Revenue Office Establishment of Land Revenue Office: (1) Government of Nepal shall, 7as per necessity establish the Land Revenue Officer in each District. 8(1a) The Land Revenue Officer may delegate any or all of his/her powers to any officer level employee subordinate to him/her subject to the exercising of such power under his/her general supervision and control. (2) The Revenue Office and Funds and Collection Offices maintained at the time of commencement of this Act shall ipso facto be converted into the Land Revenue Office after the commencement of this (3) After the commencement of this Act, the Land Revenue Offices shall carry on the functions started by the Revenue Office or Fund and Collection Office, immediately at the time of commencement of this Act which are yet to be completed. Devolution of Functions of Land Administration on Land Reform Officer and Land Revenue Office: (1) The Land Administration Office and Land Administrators maintained",
    "of this Act which are yet to be completed. Devolution of Functions of Land Administration on Land Reform Officer and Land Revenue Office: (1) The Land Administration Office and Land Administrators maintained at the time of commencement of this Act shall ipso facto be converted into Land Reform Office and Land Reform Officers respectively after the commencement of this Act; and the functions under the Act relating to Land, 2021 (1963) shall be carried out by the Land Reform Office or Land Reform Officer under that Act, after the commencement of this Act. Amended by Fourth Amendment. Inserted by Fourth Amendment. (2) After the commencement of this Act, the functions under the Lands Act, 2021 (1963) started by the Land Administration Office or Land Administrator under the Land Administration Act, 2024 (1966) at the time of commencement of this Act which are but yet to be completed shall be carried on by the Land Reform Office or Land Reform Officer pursuant to the Lands Act, 2021 (1963),",
    "time of commencement of this Act which are but yet to be completed shall be carried on by the Land Reform Office or Land Reform Officer pursuant to the Lands Act, 2021 (1963), after the commencement of this Act. (3) The functions other than those referred to in Sub-section (2) having been started by the Land Administration Office or Land Administrator pursuant to the Land Administration Act, 2024 (1966) at the time of commencement of this Act which are but yet to be completed shall be carried out by the Land Revenue Office pursuant to this Act, after the commencement of this Act. Land Revenue Office to carry out functions to be carried out by Revenue Office, Collection Office Administration Office Pursuant to Other Nepal Law: The function to be carried out by the Revenue Office, Fund and Collection office or Land Administration Office pursuant to other Nepal Law prevailing immediately at the time of commencement of this Act shall be carried out by the Land Revenue Office subject to Section",
    "and Collection office or Land Administration Office pursuant to other Nepal Law prevailing immediately at the time of commencement of this Act shall be carried out by the Land Revenue Office subject to Section 4 after the commencement of this Act; and the functions to be carried out by the In-charge of the Revenue Office, Fund and Collection Office or Land Administrator shall be carried out by the In-charge of the Land Revenue Office and references to such office or authority made in those laws shall be deemed to refer to the Land Revenue Office or In-charge of the Land Revenue Office.",
    "Chapter3 Register and Registration of Land Registration of Land: (1) The Land Revenue Office shall register each land within the District in such a manner as may be prescribed. (2) In maintaining a registration book for the purpose of Sub-section (1), it shall be maintained according to the landowner registration record prepared in the land survey and measurement in a place where such survey and measurement has been done and according to the records maintained in the Land Revenue Office or the records received from the Land Reform Office or other offices in a place where the land survey and measurement has not been done. Provided that, in respect of the land to which any other person is entitled because of death of the registration holder or transferrable of title by such holder, the Land Registration Office shall as per necessity dispatch a mission to register the land in the name of such person entitled to the land and maintain up-to-date records (inventory). 9(3) In maintaining the",
    "Land Registration Office shall as per necessity dispatch a mission to register the land in the name of such person entitled to the land and maintain up-to-date records (inventory). 9(3) In maintaining the land registration book pursuant to Subsection (2), each Land Revenue Office may require the concerned land holders to furnish such details as prescribed and it shall be the duty of each land-holder to provide the details so required. Special Provision Relating to Registration of Land: (1) In maintaining the registration book pursuant to Sub-section (2) of Section 6, in cases where the survey measurement of any land has been omitted in doing survey under the Land (Survey and Measurement) Act, 2019 (1962), the Land Revenue Office may, with the consent of the Survey Department Inserted by Fourth Amendment. and on the 10recommendation of the prescribed committee get the survey measurement of that land done and register it accordingly. 11(1a) Notwithstanding anything contained in other Sections",
    "Inserted by Fourth Amendment. and on the 10recommendation of the prescribed committee get the survey measurement of that land done and register it accordingly. 11(1a) Notwithstanding anything contained in other Sections of this Act, if Government of Nepal deems it necessary, it may, by notification published in the Nepal Gazette for a commission or committee comprising one chairperson and a maximum of four members in order to resolve any problem arisen in respect of registration of the land belonging to any person, class or area and make decision on the registration of land; and the functions, duties and powers of the commission or committee shall be as specified in the mode of formation of 12such commission or committee. 13(2) In cases where any land surveyed and measured pursuant to the Land (Survey and Measurement) Act, 2019 (1962) has been omitted only to be registered, the Land Revenue Office may, on the recommendation of the prescribed committee, also register such land by making",
    "Land (Survey and Measurement) Act, 2019 (1962) has been omitted only to be registered, the Land Revenue Office may, on the recommendation of the prescribed committee, also register such land by making necessary inquiry into the previously existing registration, land revenue as well as possession of that land. 14(2a) ………….. (3) In the event of differences in the name, surname, address, age of landholder 15or name, surname of his or her father, grand-father, husband or father-in-law, plot number, area or type of the land or dual registration, the Land Revenue Office may hold necessary inquiry and maintain the registration by correcting such matter. Amended by Fourth Amendment. Inserted by Fourth Amendment. 12 Amended by Fifth Amendment. Amended by Fifth Amendment. Deleted by Fourth Amendment. 15 Inserted by Fifth Amendment. 7A.16 Same Landowner Indication Number can be given: The Land Revenue Department may make necessary provision in a manner that the same landowner indication number may",
    "15 Inserted by Fifth Amendment. 7A.16 Same Landowner Indication Number can be given: The Land Revenue Department may make necessary provision in a manner that the same landowner indication number may be given to all lands in his or her name within the State of Nepal. Registration, Transmission, Dakhil Kharej and stricking out the Record: (1) The Land Revenue Office shall carry out the functions of registration, transmitting and crossing off the records of a deed pursuant to the prevailing laws. (2) For the purposes of setting out the amount in a deed to be registered, the prescribed committee shall determine the minimum value of the land within the concerned area. (3) In registering or transmitting the land based on the deed of compromise executed pursuant to the laws in force, the Land Revenue Office shall register or transmit such a land only when the previous registration, record or Numbari of the concerned land is verified. (4) If an application is made by the concerned person for",
    "Office shall register or transmit such a land only when the previous registration, record or Numbari of the concerned land is verified. (4) If an application is made by the concerned person for the registration of the land owned by a person for the public purposes, the Land Revenue Office may cross off the name of that person in relation to that land, on the recommendation of the prescribed committee. (5) In the event of alteration in the records of the land subject to tenancy or to action of ceiling, the Land Revenue Office has to give a notice thereof to the Land Reform Office. 16 Inserted by the Fifth Amendment. 17 Amended by Fifth Amendment. 8A.18 To up-date Survey and Map: (1) If the survey and map has to be amended in accordance with the registration set pursuant to Sections 7 and 8, the Land Revenue Office has to write to the concerned 19Maintenance Survey Section; and after it has been so written, the 20Maintenance Survey Section has to make necessary amendment to the survey and",
    "and 8, the Land Revenue Office has to write to the concerned 19Maintenance Survey Section; and after it has been so written, the 20Maintenance Survey Section has to make necessary amendment to the survey and map. 8B.21 To Withhold or Release House and Land: (1) If any house or land has to be withheld owing to dispute thereof or for any other reason, the Land Revenue Office may withhold such a house or land. (2) If any office, court or government office writes to withhold any house or land or to release the withholding of any house or land pursuant to the laws in force, the Land Revenue Office shall withhold or release such a house or land as so written. (3) If any bank, financial institution established pursuant to the law in force or local body writes to withhold any house or land or to release the withholding of any house or land in the course of its financial transactions, the Land Revenue Office shall withhold or release such a house or land as prescribed. In so withholding or releasing",
    "to release the withholding of any house or land in the course of its financial transactions, the Land Revenue Office shall withhold or release such a house or land as prescribed. In so withholding or releasing the withholding, the Land Revenue Office shall collect the fees as prescribed, in the case of a bank or financial institution.",
    "Chapter -4 Provisions relating to Recovery of Land Revenue Power to Recover Land Revenue: (1) It hall be the function, duty and power of the Land Revenue Office to recover the land revenue. 18 Inserted by Third Amendment. 19 Amended by Fourth Amendment. 20 Amended by Fourth Amendment. 21 Inserted by Second Amendment. (2)22 Notwithstanding anything contained in Sub-section (1), the Government of Nepal may, by publishing a notice in the Nepal Gazette, so delegate powers to any government office or local body to collect land revenue used to be collected by the Land Revenue Office. (3)23 The local body has to credit to its fund the amount of land revenue collected by it pursuant to Sub-section (1). To Pay Land Revenue: The land holder of each land in respect of which the land revenue has to be paid to Government of Nepal has to pay such land revenue of that land each year as may be determined pursuant to the prevailing Nepal Law. 10A.24To Determine the Rate of Land Revenue: Notwithstanding",
    "paid to Government of Nepal has to pay such land revenue of that land each year as may be determined pursuant to the prevailing Nepal Law. 10A.24To Determine the Rate of Land Revenue: Notwithstanding anything contained in Section 10, the Government of Nepal may itself determine the rate of land revenue to be paid by the landowner each year pursuant to this Act or so specify that the local body may determine the rate of land revenue. Time Limit for Payment of Land Revenue: Each land holder has to pay the land revenue required to be paid by him no later than the 25last day of Jestha (about mid June) 13 each year. Exemption from Land Revenue: Any land holder who pays the land revenue no later than the last day of Magha (about mid February) for a year shall be exempted from five percent land revenue payable for that year. 13.26 Fee to be levied in Event of Non-payment of land Revenue : In the event of payment of the land revenue no later than the Fifteenth day of Ashad (about mid July) of",
    "for that year. 13.26 Fee to be levied in Event of Non-payment of land Revenue : In the event of payment of the land revenue no later than the Fifteenth day of Ashad (about mid July) of the year after the expiry of the time limit as 22 Amended by Fifth Amendment. 23 Inserted by First Amendment. 24 Inserted by Fifth Amendment. 25 Amended by First Amendment. 26 Amended by First Amendment. referred to in Section 11, the land revenue along with Five percent fee shall be recovered. Inventory of Land in Respect Whereof Land Revenue is Due: The Land Revenue Office shall, no later than the 27last day of Ashad (about mid July) prepare such inventory of the land in respect whereof the land revenue has not been paid and remained due even within the time limit 28referred to in Section 13 as may be prescribed; and 29if any government office or local body has collected land revenue, the government office or local body shall prepare such an inventory and forward it to the Land Revenue Office within that",
    "may be prescribed; and 29if any government office or local body has collected land revenue, the government office or local body shall prepare such an inventory and forward it to the Land Revenue Office within that period. In cases where the land in respect whereof the land revenue as mentioned in that inventory has remained due 30has to be auctioned off, the Land Revenue Office shall, no later than the 31last day of Ashwin (about mid October), publish a notice in the specified places. Power to Withhold Land in Respect Whereof Land Revenue is Due: The land of a land holder in respect whereof the land revenue specified in the inventory as referred to in Section 14 is due may be withheld by the Land Revenue Office unless and until the remaining land revenue is paid up or the land is auctioned off to recover the arrears. Provided that, the land holder may cultivate the land so withheld as usual. To Auction Off Land: (1) The Land Revenue Office 32may Auction off as prescribed, the plot of land",
    "to recover the arrears. Provided that, the land holder may cultivate the land so withheld as usual. To Auction Off Land: (1) The Land Revenue Office 32may Auction off as prescribed, the plot of land out of the land in respect whereof the land revenue specified in the inventory as referred to in Section 14, in order to recover the land revenue. 27 Amended by First Amendment. 28 Amended by First Amendment. 29 Amended by Fifth Amendment. 30 Amended by First Amendment. 31 Amended by Third Amendment. 32 Amended by First Amendment. (2)33 In cases where any land has to be auctioned it off pursuant to this Section, the act of such auction shall be started 34from the month of Mangsir (about mid November). (3) If no one agrees to buy the land while auctioning it off pursuant to Sub-section (1), the ownership of such land shall devolve on Government of Nepal; and the land of which ownership has devolved on Government of Nepal may be sold and disposed off as prescribed. Provided that, in spite of",
    "ownership of such land shall devolve on Government of Nepal; and the land of which ownership has devolved on Government of Nepal may be sold and disposed off as prescribed. Provided that, in spite of devolution of ownership of such land on Government of Nepal, the tenancy right of the tenant over that land shall remain existing. (4) Any amount remaining surplus by deducting the arrears of land revenue and a fee of Fifty percent thereof from the proceeds of the auction made under Sub-section (1) shall be refunded to the concerned land holder. (5) The monitoring of and other provisions vis-a-vis the land of which ownership has been devolved on Government of Nepal pursuant to Sub-section (3) shall be as prescribed pending the sale and disposal of that land. (6)35 Notwithstanding anything contained in this Section, in cases where the land revenue is paid from the Sixteenth day of Ashad (about last day of June) to the completion of auction sale of the land, the Land Revenue Office shall recover",
    "in cases where the land revenue is paid from the Sixteenth day of Ashad (about last day of June) to the completion of auction sale of the land, the Land Revenue Office shall recover the land revenue as well as the fee to be set by 36Ten per cent per annum from such land holder. 33 Amended by First Amendment. 34 Amended by Third Amendment. 35 Amended by First Amendment. 36 Amended by Third Amendment. Provided that, the land revenue shall be recovered by charging Thirty Five percent fee on the arrears of the land revenue prior to the commencement of this Sub-section. Power to Extend Time-limit for Payment of Land Revenue: (1) Notwithstanding anything contained in Section 11, if Government of Nepal thinks that there exists a situation in which the land revenue of any District or 37any part of a District or of any person cannot be paid in any year within the time-limit as specified in that Section, it may, by notification published in the Nepal Gazette, extend the time limit for payment of",
    "District or of any person cannot be paid in any year within the time-limit as specified in that Section, it may, by notification published in the Nepal Gazette, extend the time limit for payment of the land revenue. (2) In cases where the time-limit has been extended pursuant to Subsection (1), actions referred to in Section 13, 14, 15 and 16 shall be taken only after expiration of the extended time-limit in 38any part of the District where the time-limit has been extended and in such cases, the time-limit shall be set by adding according to time-limit of the number of days so extended to the time-limits as referred to in these Sections for taking out various acts and actions. Provision of Receipt: The Land Revenue Office or 39the government office or local body recovering the land revenue has to provide a receipt of the recovered land revenue to the payer of the land revenue. Provision Relating to Recovery of Land Revenue of Land Beyond Ceiling: Pending the transferable, by sale or disposal,",
    "to provide a receipt of the recovered land revenue to the payer of the land revenue. Provision Relating to Recovery of Land Revenue of Land Beyond Ceiling: Pending the transferable, by sale or disposal, of the land beyond ceiling allowable under the Lands Act, 2021 (1962) after its being acquired by the concerned authority, the land revenue of the land subject to ownership and possession of the existing land holder shall be recovered 37 Amended by Finance Related Some Nepal Acts (Amendment) Act, 2047 38 Amended by Finance Related Some Nepal Acts (Amendment) Act, 2047 39 Amended by Fifth Amendment. from that land holder in a manner that land revenue has to be paid to Government of Nepal as usual. Provided that, the land shall not be auctioned for arrears of land revenue in respect of such land but the arrears of land revenue shall be deducted from compensation to which the land holder is entitled.",
    "Chapter - 5 Provisions Relating to Remission of Land Revenue Remission of Land Revenue in Cases of River Cutting or Landslide: (1) If any land subject to land revenue is corded by the river or stream, or becomes silted or affected by landslide or is covered with landslide and becomes incapable of yielding major crops, the concerned landholder has to make an application setting out details threof to the Land Revenue Office in such format and within such time-limit as may be prescribed. Provided that, in the case of the land having standing crops, the crops should not be harvested prior to holding inquiry pursuant to Subsection (2). (2) The Chief of Land Revenue Office has to hold inquiry into the matters set down in an application made pursuant to Sub-section (1) by visiting the spot in person or dispatching a mission within Thirty days. If, in holding such inquiry, it appears to grant remission of the land revenue for that year, the Land Revenue Office has to ascertain by how much percentage",
    "dispatching a mission within Thirty days. If, in holding such inquiry, it appears to grant remission of the land revenue for that year, the Land Revenue Office has to ascertain by how much percentage of the land revenue has to be remitted, remit the same and give information thereof to the Land Revenue Department within Seven days. (3) If it appears from the inquiry as referred to in Sub-section (2) that any land has become useless forever, the Land Revenue Office shall make a submission to Government of Nepal to cross off the inventory of that land, and Government of Nepal shall, if it deems reasonable, order the Land Revenue Office to cross off the inventory of that land. Remission of Land Revenue in case of Non-yielding of Crops Owing to Drought or Other Natural Calamity: (1) If the 40major crops are destroyed in any area in any year owing to drought or hailstone or grass hopper or flood or any other natural calamity, the Land Revenue Office may, if it deems it necessary to remit land",
    "destroyed in any area in any year owing to drought or hailstone or grass hopper or flood or any other natural calamity, the Land Revenue Office may, if it deems it necessary to remit land revenue fully or partly, upon holding necessary inquiry, make a submission, along with its opinion, to Government of Nepal. (2) If submission is made pursuant to Sub-section (1) or if Government of Nepal comes to know such situation in any manner, 41........................... Government of Nepal shall remit such land revenue as may be deemed necessary.",
    "Chapter -6 Provisions Relating to Functions, Duties and Obligations of Collecting Land Revenue 22.42 Power to exercise the powers pursuant to this Act: In recovering land revenue pursuant to Sub-section (2) of Section 9, any government office or local body may, pursuant to this Act and the Rules framed under this Act, also exercise all powers available to the Land Revenue Office, other than the power to auction sell land. 40 Amended by Third Amendment 41 Deleted by Finance Related Some Nepal Acts (Amendment) Act, 2047 42 Amended by Fifth Amendment. 23.43 To bear amount in question of loss and damage: If Government of Nepal or anyone else suffers from any kind of loss or damage as a result of any act committed by the person collecting the land revenue in contrary to this Act or any other prevailing Nepal Law in collecting the land revenue knowingly or with ulterior motive, the person designated in the recovery of land revenue has to bear the amount in question of such loss and damage or",
    "Nepal Law in collecting the land revenue knowingly or with ulterior motive, the person designated in the recovery of land revenue has to bear the amount in question of such loss and damage or other liability. If the amount of land revenue so collected is subject to loss and damage, action shall also be taken against him or her pursuant to the laws in force.",
    "Chapter -7 Provision Relating to Cultivation of Land 24.44 Prohibition on Registration or Cultivation of Public or Governmental Land: (1) No one shall register in his or her name or cultivate, or cause to be registered or cultivated, any governmental land or public land. Provided that, nothing contained in this Sub-section shall be deemed to prevent the making provision by the Government of Nepal of a public land for public purposes and a governmental land for any purpose that the Government of Nepal deems appropriate. (2) Where any person has registered any public land or governmental land in his or her name and cultivated it prior to or after the commencement of this Section, such registration shall ipso facto be void. The Land Revenue Office or an authority specified by Government of Nepal shall cross off the registration of such land standing in the name of any person. 43 Amended by Fifth Amendment 44 Amended by Fifth Amendment (3) The concerned Land Revenue Office shall register the",
    "cross off the registration of such land standing in the name of any person. 43 Amended by Fifth Amendment 44 Amended by Fifth Amendment (3) The concerned Land Revenue Office shall register the governmental land and the public land and update the records as prescribed. Prohibition on Cultivation or non-registered Land not Registered: No one shall cultivate or cause to be cultivated the land which has not been registered. Provided that, this Section shall not be deemed to prevent such land from being cultivated after the committee prescribed pursuant to Section 26 has given approval to cultivate the land or after the land has been sold and distributed in accordance with the prevailing Nepal law relating to resettlement. Cultivation of not Registered Land by Obtaining Approval: (1) Approval has to be obtained from the prescribed committee to cultivate any not registered land. (2) Application has to be made to the prescribed committee for approval to cultivate the not registered land. (3)",
    "to be obtained from the prescribed committee to cultivate any not registered land. (2) Application has to be made to the prescribed committee for approval to cultivate the not registered land. (3) Only those persons who have not any land of their own up to the prescribed ceiling as tenants or land holders shall be entitled to make application pursuant to Sub-section (2). (4) Subject to this Act and the Rules, the prescribed committee framed under this Act and other prevailing Nepal law may grant approval to the persons as referred to in Sub-section (3) to cultivate the not registered land. (5) In granting approval by the prescribed committee pursuant to Sub-section (4), the terms for cultivation of such land and the fee therefor shall be as prescribed. Provided that,- Nothing contained in this Section shall empower such committee to grant approval to cultivate any land prohibited from being cultivated or registered pursuant to 45Sub-section (1) of Section 24. The prescribed committee shall",
    "contained in this Section shall empower such committee to grant approval to cultivate any land prohibited from being cultivated or registered pursuant to 45Sub-section (1) of Section 24. The prescribed committee shall not grant approval to any person to cultivate any land incapable of being registered as cultivated presently in the name of such person for any reason. If more than one person makes an application for approval to cultivate any land, approval shall be granted according to the priority as prescribed. (6) Notwithstanding anything contained in this Section, if settlement is to be made in the land of any area, Government of Nepal may get the land within the specified ceiling sold and distributed pursuant to the prevailing Nepal law relating to resettlement. (7) In granting approval by the prescribed committee to cultivate the land or selling or distributing the land for settlement pursuant to Subsection (6), the prescribed committee or the concerned authority shall get such land",
    "by the prescribed committee to cultivate the land or selling or distributing the land for settlement pursuant to Subsection (6), the prescribed committee or the concerned authority shall get such land registered. (8) The Land Revenue Office shall implement the decision or order made by the concerned committee or authority under this Section in such manner as prescribed. 45 Deleted by Fifth Amendment.",
    "Chapter -8 Miscellaneous Recovery of Arrears from Jimidar: The land revenue remaining due from the Jimidar (trustee of land) at the time of abolition of Jimidari shall be recovered according to the Jimidari records as a governmental due pursuant to the prevailing Nepal law. Punishment to a Person who Causes Obstruction and Hindrance in Recovering and Collecting Land Revenue: The Chief of the Land Revenue Office may impose a fine of up to Five Hundred Rupees on any person who causes obstruction and hindrance in recovering and collecting land revenue. 29.46 Punishment Person Registers Cultivates Governmental or Public Land: Any person who registers or cultivates a governmental land or public land shall be punished by the Land Revenue Office with a fine of One Thousand Rupees to Ten Thousand Rupees, and such a land shall be made barren. 29A.47 Punishment to a Person Who Submits False Details: If any person submits false details with mala fide intention in connection with the functions and",
    "such a land shall be made barren. 29A.47 Punishment to a Person Who Submits False Details: If any person submits false details with mala fide intention in connection with the functions and proceedings of the Land Revenue Office pursuant to Prevailing Law, such person shall be punished by the Land Revenue Office with a fine upto One Thousand Rupees while deciding such matter. Punishment to a Person Who Cultivates Land Without Approval: Any person who cultivates or causes to be cultivated any land not registered without obtaining approval pursuant to Sub-section (4) of Section 26 shall be punished with a fine of a sum not exceeding ten-fold of the amount of 46 Amended by Fifth Amendment. 47 Inserted by Fifth Amendment. land revenue in question from the very year of cultivation of the land under the prevailing Nepal Law, and the In-charge of Land Revenue Office shall confiscate that land, and the land so confiscated shall be dealt with as prescribed. 31.48 Appeal: An appeal may be made to",
    "prevailing Nepal Law, and the In-charge of Land Revenue Office shall confiscate that land, and the land so confiscated shall be dealt with as prescribed. 31.48 Appeal: An appeal may be made to the Court of Appeal against any decision made by the Land Revenue Office under Sections 7, 8, 8B., 28, 29 and 30. Provided that, no appeal may be made to the Court of Appeal against any decision made by the Land Revenue Office raising the issue of entitlement and ordering that the issue has to be settled by the court. To Have Such Powers as of the Court: While taking actions pursuant to this Act, the In-charge of the Land Revenue Office shall have such powers in respect of taking statement, issuing summons in the name of the parties, procuring evidences and getting documents produced as the court is entitled to exercise under the prevailing Nepal Law. 32A.49Departmental Action: If it appears that actions to be carried out by the Land Revenue Office pursuant to this Act have been carried out in a",
    "is entitled to exercise under the prevailing Nepal Law. 32A.49Departmental Action: If it appears that actions to be carried out by the Land Revenue Office pursuant to this Act have been carried out in a mala fide manner, departmental action shall be taken against the concerned Officer or employee. 32B.50 Power to void acts and actions: If it is learnt, by a petition of anyone or from any source, prior to the making of a complaint in the court, that a serious error has been made by the Land Revenue Officer in making transfer and transmission of land pursuant to this Act and amending the details as set forth in Sub-section (3) of Section 7, the Director General of 48 Amended by Fifth Amendment. 49 Inserted by Fourth Amendment. 50 Inserted by Fifth Amendment. Land Revenue Department may void that decision and may decide again pursuant to law. Power to Frame Rules: Government of Nepal may frame Rules in order to accomplish the objectives of this Act. Power to Remove Obstruction: If there occurs",
    "decision and may decide again pursuant to law. Power to Frame Rules: Government of Nepal may frame Rules in order to accomplish the objectives of this Act. Power to Remove Obstruction: If there occurs any obstruction in the implementation of this Act, Government of Nepal may, by a Notification published in the Nepal Gazette, issue necessary orders in order to remove such obstruction. To be Inoperative and Repealed: The following Nepal Laws shall be inoperative in the Districts where this Act has commenced, and the said Nepal Laws shall ipso facto be repealed after this Act has commenced throughout Nepal. Land Administration Act, 2024 (1967), Land Revenue (Special Provision) Act, 2018 (1962), Land Revenue (Remission) Act, 2019 (1963), Madesh Malko Sabal, Pahada Mal Sabal Date of commencement of the Act and Districts It was specified to commence the Act in the following 27 Districts from 2035-1-1 (14 April, 1978) the Nepal Gazette, 2034-12-14 (27 April 1978): Ilam, Jhapa, Morang, Sunsari,",
    "the Act and Districts It was specified to commence the Act in the following 27 Districts from 2035-1-1 (14 April, 1978) the Nepal Gazette, 2034-12-14 (27 April 1978): Ilam, Jhapa, Morang, Sunsari, Udyapur, Saptari, Siraha, Sindhuli, Dhanusha, Mahottari, Sarlahi, Rautahat, Bara, Parsa, Chitwan, Bhaktapur, Lalitpur, Kathmandu, Nawalparisi, Rupandehi, Kapilvastu, Dang, Surkhet, Banke, Bardia, Kailali and Kanchanpur. It was specified to commence the Act in the following 5 Districts from 2035-4-1 (16 July 1978) the Nepal Gazette, 2035-2-30 (12 June 1978): Panchathar, Dhankuta, Ramechhap, Tanahun and Mustang. It was specified to commence the Act in the following 6 Districts from 2036-1-1 (14 April 1979) the Nepal Gazette 2035-12-6 (19 March 1979): Dadeldhura, Tehrathum, Kavrepalanchowk, Dhading, Palpa and Myagdi. It was specified to commence the Act in the following 3 Districts from 2036-8-15 (1 Dec. 1979) the Nepal Gazette 2036-8-17 (3 Dec. 1979): Makawanpur, Nuwakot and Kaski. It was specified",
    "specified to commence the Act in the following 3 Districts from 2036-8-15 (1 Dec. 1979) the Nepal Gazette 2036-8-17 (3 Dec. 1979): Makawanpur, Nuwakot and Kaski. It was specified to commence the Act in Rasuwa District from 2038-5-1 (17 Aug. 1981) the Nepal Gazette 2038-5-1 (17 Aug. 1981). It was specified to commence the Act in the following 3 Districts from 2040-4-1 (17 July 1983) the Nepal Gazette 2040-4-1 (17 July 1983): Salyan, Baglung and Bhojpur. It was specified to commence the Act in the following 3 Districts from 2041-4-1 (16 July 1984) the Nepal Gazette, 2041-4-1 (16 July 1984): Gorkha, Gulmi and Syangja. It was specified to commence the Act in the following 3 Districts from 2043-4-1 (16 July 1986) the Nepal Gazette 2043-3-9 (23 June 1986): Parbat, Arghakhanchi and Darchula. It was specified to commence the Act in the following 2 Districts from 2045-4-1 (16 July, 1988) the Nepal Gazettes, 2045-3-27 (11 July 1988): Lamjung and Khotang. It was specified to commence the Act in the",
    "to commence the Act in the following 2 Districts from 2045-4-1 (16 July, 1988) the Nepal Gazettes, 2045-3-27 (11 July 1988): Lamjung and Khotang. It was specified to commence the Act in the following 2 Districts from 2046-4-1 (16 July 1989) the Nepal Gazette, 2046-3-26 (10 July 1989): Doti and Taplejung. It was specified to commence the Act in the following 5 Districts from 2047-4-1 (10 July 1990) the Nepal Gazette, 2047-4-1 (16 July 1990): Okhaldhunga, Sindhupalchowk, Manang, Jajarkot and Phuthan. It was specified to commence the Act in the following 2 Districts from 2048-4-1 (17 July 1991) the Nepal Gazette, 2048-4-1 (17 July 1991): Accham and Baitadi. It was specified to commence the Act in the following 2 Districts from 2051-4-1 (16 July 1994) the Nepal Gazette, 2051-4-1 (16 July 1994): Bajura and Dailekh. It was specified to commence the Act in the Sankhuwasabha District from 2052-5-1 (17 Aug. 1995) the Nepal Gazette, 2052-5-1 (17 Aug. 1995). It was specified to commence the Act in",
    "and Dailekh. It was specified to commence the Act in the Sankhuwasabha District from 2052-5-1 (17 Aug. 1995) the Nepal Gazette, 2052-5-1 (17 Aug. 1995). It was specified to commence the Act in the Solukhumbu District from 2053-7-1 (17 Oct. 1996) the Nepal Gazette, 2053-7-1 (17 Oct. 1996). It was specified to commence the Act in the following 8 Districts from 2054-5-1 (17 Aug. 1997) the Nepal Gazette, 2054-4-30 (14 Aug. 1997):- Rukum, Rolpa, Bajhang, Kalikot, Humla, Mugu, Dolpa and Dolakha. It was specified to commence the Act in the Jumla District from 2056-8-15 (1 Dec. 1999) the Nepal Gazette, 2056-8-13 (29 Nov. 1999)."
  ],
  "total_chunks": 46
}