{
  "metadata": {
    "filename": "Local-Government-Operation-Act(2074).pdf"
  },
  "chunks": [
    "Bill designed to provide for the operation of Local Government Preamble: Whereas, it is expedient to implement the provisions related to the powers of the local level as per the Constitution of Nepal, promote cooperativeness, co-existence and coordination between the federation, province and local level and deliver efficient and quality services by ensuring people’s participation, accountability and transparency, To consolidate socialism-oriented federal democratic republic governance right from the local level as per the principle of the rule of law and sustainable development through proportionally inclusive and just distribution of the fruits of democracy, And to make necessary provisions in relation to the operation of the local government to institutionalize the legislative, executive and judicial practice at the local level by consolidating local government through development of local leadership, Now, therefore, the Legislature-Parliament has enacted this Act as per Article 296",
    "and judicial practice at the local level by consolidating local government through development of local leadership, Now, therefore, the Legislature-Parliament has enacted this Act as per Article 296 (1) of the Constitution of Nepal.",
    "Part - 1\nPreliminary\n1. Brief Title and Commencement: (1) This Act may be called \"The Local Governance Act,\n2073.\"\n(2) It shall come into force immediately.\n2. Definitions: Unless the subject or context otherwise requires, in this Act, -\n(a) \"Chairperson\" means the Chairperson of the Village Executive.\n(b) \"Deputy Mayor\" means the Deputy Mayor of the Town Executive.\n(c) “Vice-chairperson” means the Vice-chairperson of the Village Executive.\n(d) “Chief Administrative Officer” means the Executive Officer as per Clause 71. (84?)\n(e) “Executive” means the village executive and town executive.\n(f) “Rural municipality” the Rural Municipality established as per the Constitution.\n(g) “Village Assembly” means the Village Assembly as per Article 222 (1) of the Constitution.\n(h) “District Coordination Committee” means the district coordination committee as per",
    "Article 220 (3) of the Constitution. (i) \"District Assembly\" means the District Assembly as per Article 220 (1) of the Constitution. (j) \"Prescribed\" or \"As Prescribed\" means prescribed or as prescribed in the Rules made under this Act. (k) \"Municipality\" means the Municipality established as per the Constitution and the term shall also denote the Metropolis and Sub-metropolis. (l) “Municipal Assembly” means the municipal assembly as per Article 223 (1) of the Constitution. (m) “Judicial committee” means the judicial committee as per Article 217 of the Constitution. (n) \"Office-bearer\" means the Chair, Mayor, Vice-chair, deputy Mayor, Ward Chair and other members of the Executive. (o) “Mayor” means the mayor of the town (municipal) executive. (p) “Ministry” means the Ministry of the Government of Nepal overseeing the local level. (q)” Plan” means the plan and programme. (r) “Ward” means the ward of the rural municipality rural municipality or municipality. (s) “Ward chairperson” means",
    "of Nepal overseeing the local level. (q)” Plan” means the plan and programme. (r) “Ward” means the ward of the rural municipality rural municipality or municipality. (s) “Ward chairperson” means the chair of the ward. (t) \"Ward Committee\" means the Ward Committee as per Article 222 (4) and Article 223(4) of the Constitution. (u) \"Member\" means – (1) In the case of the Rural municipality, Member of the Village Assembly or village executive, and this term shall also denote the Chair and Vice Chair, Ward Chair and Ward Committee members of the village assembly or village executive. (2) In the case of the Municipality, Member of the municipal assembly or municipal (town) executive and this term shall also denote the Chair and Vice-chair, ward Chair and ward committee members of the assembly or town executive. (3) In the case of the District Council, Member of the District Council or District Coordination Committee, and this term shall also denote the Chair and Vice Chair of the District Coordination",
    "executive. (3) In the case of the District Council, Member of the District Council or District Coordination Committee, and this term shall also denote the Chair and Vice Chair of the District Coordination Committee. (u) “Council/Assembly” means the Village Assembly or the municipal assembly. (v) “Constitution” means the Constitution of Nepal. (w) “Local law” means the law drafted by the village assembly or municipal/town assembly. (x) “Local level” means the rural municipality or municipality. This term shall also denote the district assembly.",
    "Part - 2 Number, demarcation and centre of the rural municipality and municipality 3. Number and demarcation of rural municipality and municipality: (1) The number and demarcation (with four corners determined) of the rural municipality and municipality shall be determined as per Article 295 (3) of the Constitution. (2) The Government of Nepal may, by acting within the preview of Sub-clause (3) and (4), alter the number or demarcation of the rural municipality and municipality determined as per Sub-clause (1) on the basis of population, geography, administrative accessibility, status infrastructure development, economic capability, availability of natural resources, lingual, cultural and community composition. Provided that the number and demarcation shall not be alternated in a way to include the rural municipality or municipality of one district into another district. (3) If the number and demarcation of the rural municipality or municipality is to be altered, a resolution on it must",
    "or municipality of one district into another district. (3) If the number and demarcation of the rural municipality or municipality is to be altered, a resolution on it must be endorsed by a two-thirds majority of the immediate existing number of members in the rural municipality and municipality to be affected by such alteration, and sent to the provincial government. (4) The provincial government shall recommend to the Government of Nepal to alter the number or demarcation of the rural municipality or municipality as per the resolution within fifteen days upon receiving the proposal as per Sub-clause (3). 4. Name and Centre of rural municipality and municipality: (1) The Government of Nepal shall, in consultation with the provincial government, designate the name and centre of the rural municipality and municipality. (2) The minimum standards of the area of land, physical infrastructure and other matters essential for the naming and centre of the rural municipality and municipality shall",
    "rural municipality and municipality. (2) The minimum standards of the area of land, physical infrastructure and other matters essential for the naming and centre of the rural municipality and municipality shall be as determined by the Government of Nepal. (3) To change the name and centre of the rural municipality or municipality, the executive shall make a request, through the provincial government, before the government of Nepal along with a resolution endorsed by two-thirds majority of the immediate existing number of members of the concerned assembly. (4) If the resolution received as per Sub-clause (3) is found to be appropriate, the Government of Nepal may change the centre of such rural municipality or municipality. (5) Notwithstanding whatsoever is written elsewhere in this Clause, if a recommendation to change the name or centre of the rural municipality or municipality is made to the Government of Nepal within 6 months of the first election of rural municipality or municipality",
    "to change the name or centre of the rural municipality or municipality is made to the Government of Nepal within 6 months of the first election of rural municipality or municipality and for one time including a resolution endorsed by a majority of the immediate existing members of the concerned assembly then the Government of Nepal shall change the name or centre as per the recommendation. (6) While making recommendation to change the centre as per this Clause, it should be done within the standards mentioned in Sub-clause (2). (7) If the centre of any rural municipality or municipality is changed, then the information about the same should be given to the provincial government. (8) If the name of any rural municipality or municipality happens to become similar with the name of another rural municipality or municipality then the Government of Nepal may suggest, through the provincial government, the concerned rural municipality or municipality to change such name. (9) Upon receiving a",
    "name of another rural municipality or municipality then the Government of Nepal may suggest, through the provincial government, the concerned rural municipality or municipality to change such name. (9) Upon receiving a suggestion as per Sub-clause (8), the Executive shall change the name of the rural municipality or municipality following the procedures as per Sub-clause (3) and send it to the Government of Nepal through the provincial government. 5. Number, demarcation and centre of Ward: (1) The Government of Nepal shall determine the demarcation and number of wards to remain within a rural municipality and municipality. (2) While determining the number as per Sub-clause (1), the Government of Nepal shall determine in a way to establish at least five and a maximum of twenty-one wards in a rural municipality and at least nine and a maximum of thirty-five wards in a municipality. (3) The Assembly shall, on the recommendation of the concerned ward and on the following basis, designate the",
    "municipality and at least nine and a maximum of thirty-five wards in a municipality. (3) The Assembly shall, on the recommendation of the concerned ward and on the following basis, designate the centre of the ward with the endorsement of a resolution by a majority of the existing number of members: (a) The population and situation of the population distribution, (b) The geographical/territorial continuity, accessibility and uniqueness, (c) Lingual, cultural and social speciality, (d) Situation of distribution of services and accessibility, (e) Existing physical infrastructure. 6. Number and demarcation of Ward may be altered: (1) The Government of Nepal may, as required, alter the number and demarcation of the ward determined as per Clause 5. (2) The conditions mentioned in Sub-clause (3) of Clause 5 must be adopted while altering the number and demarcation of the ward as per Sub-clause (1). (3) If it is necessary to alter the number or demarcation of the ward, a resolution endorsed by",
    "while altering the number and demarcation of the ward as per Sub-clause (1). (3) If it is necessary to alter the number or demarcation of the ward, a resolution endorsed by two-thirds majority of the existing number of members of the village assembly or municipal assembly should be sent to the Government of Nepal through the Provincial government. (4) Upon receiving the resolution as per Sub-clause (3), the Government of Nepal should alter the number or demarcation of the ward as per the resolution within six months. (5) Any alteration in the number and demarcation as per this Clause should be done at least one year prior to the election of the village municipality and municipality. (6) Notwithstanding whatsoever is written elsewhere in this Clause, if a recommendation to change the demarcation of the ward is made to the Government of Nepal through the provincial government within six months of the first election of rural municipality or municipality including a resolution endorsed by",
    "demarcation of the ward is made to the Government of Nepal through the provincial government within six months of the first election of rural municipality or municipality including a resolution endorsed by a two-thirds majority of the immediate existing members of the concerned village assembly or municipal assembly then the Government of Nepal may alter the demarcation of the ward. (7) If it is necessary to alter the centre of any ward, then on the recommendation of the Ward Committee, a two-thirds majority of the existing members of the village assembly or municipal assembly can endorse a proposal to change the centre of the ward. Provided that for the first time since the commencement of this Act, the centre of the ward can be altered by endorsing a proposal with a majority of the existing members of the village assembly or municipal assembly. (8) The physical infrastructure and other provisions required to alter the centre of the ward as per Sub-clause (7) should be managed through",
    "the existing members of the village assembly or municipal assembly. (8) The physical infrastructure and other provisions required to alter the centre of the ward as per Sub-clause (7) should be managed through the internal income of the concerned rural municipality or municipality. (9) If the centre of the ward is altered as per Sub-clause (7), then the concerned rural municipality or municipality should communicate it to the provincial government and the Government of Nepal within thirty-five days. (10) Notwithstanding whatsoever is written elsewhere in this Clause, the Government of Nepal may include the ward of any rural municipality or municipality into adjoining another rural municipality or municipality. (11) While including any ward as per Sub-clause (10) a resolution on it should be endorsed by a two-thirds majority of the immediate existing number of members of the assembly of the rural municipality or municipality where the ward remains and where it is to be included, and it",
    "two-thirds majority of the immediate existing number of members of the assembly of the rural municipality or municipality where the ward remains and where it is to be included, and it should be sent to the Government of Nepal through the provincial government. 7. Rural municipality or municipality to merge among one another: (1) Two or more than two municipality and municipality, rural municipality and rural municipality or municipality and rural municipality with shared borders within any district can take a decision to merge with one another through a majority of the immediate existing number of members of the concerned assembly. (2) While deciding to merge as per Sub-clause (1), the details of the name, borders, centre and wards of municipality or rural municipality to be maintained after the merger should be sent to the provincial government. (3) The provincial government shall make an analysis of the financial and social aspect of the proposal received as per Sub-clause (3) and make",
    "merger should be sent to the provincial government. (3) The provincial government shall make an analysis of the financial and social aspect of the proposal received as per Sub-clause (3) and make a recommendation within thirty days before the Government of Nepal. (4) On the basis of the recommendation as per Sub-clause (3), if the Government of Nepal decides to merge rural municipality and municipality with one another, then it shall designate the name of such rural municipality or municipality, number of wards and demarcation and centre. (5) The decision reached to merge any municipality or rural municipality as this Clause shall be implemented by after the elections to be held soon after it. (6) The rural municipality or municipality to be maintained after merger as per this Clause should be provided with additional grant in addition to the grants being provided prior to the merger by the Government of Nepal and provincial government. 8. Classification of municipality: (1) The Government",
    "should be provided with additional grant in addition to the grants being provided prior to the merger by the Government of Nepal and provincial government. 8. Classification of municipality: (1) The Government of Nepal may declare a municipality, sub-metropolis or metropolis based on fulfilling the conditions and facilities as follows: (a) Municipality: (1) At least ten thousand population in the Himalayan region of the mountainous district, at least forty thousand in the hilly area of the mountain district and in hilly district, and at least fifty thousand in districts in inner Madhesh, at least seventy-five thousand in the Tarai districts and at least one hundred thousand in the districts within Kathmandu valley. EXPLANATION: For the purpose of this Clause, the mountainous district, hilly district, inner Madhesh, Tarai district and districts in Kathmandu valley shall denote the districts as mentioned in Schedule-1. (2) With average annual domestic income of at least ten million rupees",
    "district, inner Madhesh, Tarai district and districts in Kathmandu valley shall denote the districts as mentioned in Schedule-1. (2) With average annual domestic income of at least ten million rupees for the past five years for the Himalayan region and at least thirty million rupees for other districts, (3) Minimum urban facilities including roads, pavement, power, drinking water, communications and others. (4) Proper arrangement of waste management and landfill site, (5) Open space and park as prescribed in every ward, (6) At least 25-bed hospital facilities, (7) Bus park with passenger resting zone and public toilets, (8) Drinking water and sanitation, sewage management and processing, (9) Bank and financial institutions, (10) Community building and meeting hall, (11) Market area, (12) Butchery house, (13) Cremation site, (14) Sports ground (15) Having prepared urban/town master-plan, (16) Fulfilled other standards as prescribed and having other urban facilities. (b) Sub-metropolis (1)",
    "area, (12) Butchery house, (13) Cremation site, (14) Sports ground (15) Having prepared urban/town master-plan, (16) Fulfilled other standards as prescribed and having other urban facilities. (b) Sub-metropolis (1) With at least two hundred thousand permanent residents, (2) With average income of at least two hundred and fifty million rupees in the latest five years, annual internal income (3) With 200-bed hospital facility including at least one 100-bed general hospital, (4) Waste management processing and management system, (5) Meeting hall, (6) National-level stadium, covered hall, (7) Availability of Power, drinking water and communications services, (8) Major roads in the town blacktopped/concrete, (9) High-level education and technical education facilities, (110) Public parks and town meeting hall, (11) Modern butchery and managed cremation site, (12) Disabled friendly public utility places and buildings, and physically accessible, (13) Tourist standard hotel, motel and resort (14)",
    "meeting hall, (11) Modern butchery and managed cremation site, (12) Disabled friendly public utility places and buildings, and physically accessible, (13) Tourist standard hotel, motel and resort (14) Other infrastructure prescribed for a municipality (15) Other urban facilities as prescribed (c) Metropolis (1) With at least five hundred thousand population (2) With annual average internal income of at least one billion rupees in the past five years, (3) Bus park along with terminal, sufficient facilities for parking, sub-way, pedestrian way, (4) With facility of metro transport, disabled friendly public transportation service, (5) At least seventy-five per cent of the total road length is concrete, (6) Education institutions providing post-graduate (master’s) level education programme, (7) Specialized service hospital and at least five hundred bed-hospital facility with at least one 100-bed general hospital (8) Managed vegetable and fruit sales centre, (9) Shopping malls, (10) Stadium",
    "service hospital and at least five hundred bed-hospital facility with at least one 100-bed general hospital (8) Managed vegetable and fruit sales centre, (9) Shopping malls, (10) Stadium appropriate to run international level sports, (11) Easy access to arrival longue of international-level airport (12) Provision of international-level meeting hall and international-level business exhibition centre, (13) Museum (14) Technical schools (15) International standard hotel facility (16) Protected heritage of special importance within the area (17) Sufficient entertainment centres, (18) Children's park and elderly citizen entertainment site, (19) Theatre and creative gallery, (20) Urban greenery and beauty (21) Other urban facilities as prescribed (2) Notwithstanding whatsoever is written in Sub-clause (2), it shall not obstruct to maintain the municipality, sub-metropolis or metropolis that exist at the commencement of this Act. 9. Cultural or tourist area to be declared: (1) The provincial",
    "obstruct to maintain the municipality, sub-metropolis or metropolis that exist at the commencement of this Act. 9. Cultural or tourist area to be declared: (1) The provincial government my, if it finds appropriate to protect or promote tourism of the historically important, archaeological object, art or culture of any rural municipality or municipality, determine a standard for the same and declare any rural municipality or municipality or any area of it as a cultural or tourist centre. (2) The provincial government may provide special programme and budget for the development of cultural or tourist centre declared as per Sub-clause (1). (3) Notwithstanding whatsoever is written in Sub-clause (1), the rural municipality or municipality may declare any location within its area as cultural or tourist zone. 10. To be published in Nepal gazette: The Government of Nepal shall publish the decisions taken in the following matters in the Nepal gazette: (a) Determination of the number and demarcation",
    "10. To be published in Nepal gazette: The Government of Nepal shall publish the decisions taken in the following matters in the Nepal gazette: (a) Determination of the number and demarcation of the rural municipality and municipality and its alteration, (b) Name of rural municipality and municipality, and its alteration, (c) The number of ward of the rural municipality and municipality, determination of its borders with four corners cleared, centre of the ward and its alteration, (d) Merger of rural municipality and municipality with one another, (e) Declaration of municipality, sub-metropolis and metropolis.",
    "Chapter-3 Function, duties and rights of rural municipality and municipality 11. Function, duties and rights of rural municipality and municipality: (1) The exclusive rights of the rural municipality and municipality shall be as mentioned in Schedule-8 of the Constitution. (2) The function, duties and rights of the rural municipality and municipality, without adversely affecting the universality of Sub-clause (1), are as follows: a. Municipal police 1. To operate, management and regulate municipal police and develop policy, law, standards relating to municipal police, 2. To mobilize municipal police to support with the following tasks: (a) Implementation of the policy, law, standards and decisions formulated by itself, (b) Protection and safe guarding of its asset, (c) Management of celebrations, functions fairs and festivals held at the local level (d) Management of local market and parking area, (e) Implementation of standards relating to village and urban sanitation, (f) Implementation",
    "functions fairs and festivals held at the local level (d) Management of local market and parking area, (e) Implementation of standards relating to village and urban sanitation, (f) Implementation of the reconciliation and verdicts of the judicial committee, (g) Preservation and security of its office premises, heritage, public, unregistered land, public building and physical infrastructure (h) Disaster management related search, rescue, relief and rehabilitation, (i) Controlling unauthorized advertisements and hoarding board, (j) Controlling of stray livestock and cattle, (k) Preventing and controlling unauthorized construction and encroachment of public property, (l) Other tasks prescribed by the Executive. b. Cooperatives institution 1. Determination of the local policy, law, standards relating to cooperatives, implementation and regulation, 2. Registration, license, cancellation and dissolution of local cooperatives institution, 3. Determination of local standards relating to cooperatives",
    "law, standards relating to cooperatives, implementation and regulation, 2. Registration, license, cancellation and dissolution of local cooperatives institution, 3. Determination of local standards relating to cooperatives savings and credit mobilization, and its regulation, 4. Coordination and collaboration with national, central, thematic, provincial and local institutions related to cooperatives, 5. Local data management and study, research related to cooperatives, 6. Capacity building of local cooperatives, 7. Promote, mobilize and develop the local cooperatives sector. c. FM (radio) operation (1) Permission, renewal and regulation of operation of FM Radio (station) up to 100 watts (2) Others acts relating to operation of FM under the preview of the provincial law. d. Local tax, service charge and fee (1) Policy, law, standards, enforcement and regulation relating to property tax, house rent tax, house registration fee, vehicle tax, service charge, tourism fee, advertisement tax, business",
    "and fee (1) Policy, law, standards, enforcement and regulation relating to property tax, house rent tax, house registration fee, vehicle tax, service charge, tourism fee, advertisement tax, business tax, land tax, entertainment tax within the preview of the federal and provincial law. (2) Local infrastructure and service fee determination, collection and management, (3) Fee for trekking, Kayaking, Canoeing, Bungee jump, Zip Flyer and rafting motorboat, cable care service and other noble tourist service and adventure sports in water and land area, (4) Determination and collection of herbs, scrap and animal tax, (5) Expansion and promotion of grounds for local revenue, (6) Stones, pebbles, sand, mud, timber and firewood, roots, slate, limestone and other natural goods and minerals sales and export fee collection, (7) Determination and collection of fee for recommendation, registration, permit, renewal etc. (8) Incentive for promotion of local revenue, (9) Exchange of revenue information",
    "sales and export fee collection, (7) Determination and collection of fee for recommendation, registration, permit, renewal etc. (8) Incentive for promotion of local revenue, (9) Exchange of revenue information and data, (10) Policy, law, standards and regulation related to revenue leakage control at the local level within the preview of federal and provincial law, (11) Policy, law, standards and regulation related to service charge on local infrastructure service and use, (12) Land revenue collection, (13) Other acts related to tax and service charge e. Local service management (1) Policy, standard, service conditions, plan, implementation and regulation related to local service management, (2) Formation, operation and management of local services as per the law and as required within the limit of financial resources after the adjustment of employees as per Article 302 (2) of the Constitution, (3) Organisation development, human resource management and career development, (4) Management,",
    "the limit of financial resources after the adjustment of employees as per Article 302 (2) of the Constitution, (3) Organisation development, human resource management and career development, (4) Management, use and coordination of employees coming after the adjustment from the central government under transition management, (5) Determination of organizational structure and posts determination as per the local law, (6) Use, promotion and regulation of information and communications technology I local service management, (7) Other acts related to local service management. f. Local data and records compilation (1) Policy, law, standards, plan, implementation and regulation related to local data, (2) Basic data collection and management, (3) Records and Registration Management of birth, death, marriage, divorce, migration and family data, (4) Data collection management with Information and communications technology, (6) Other acts relating to local data and records compilation. g. Local level",
    "marriage, divorce, migration and family data, (4) Data collection management with Information and communications technology, (6) Other acts relating to local data and records compilation. g. Local level development plans and projects (1) Policy, legislation, standards, plan and regulation related to development plan and projects, (2) Formulation, implementation monitoring and evaluation of plans and projects necessary for economic, social, cultural, environmental, technological and infrastructure development, (3) Study, research and impact assessment of project, (4) Records management of feasible natural resources, (5) Policy, legislation, standards relating to urban development, settlement development and building under the preview of federal and provincial law, and related project formulation, project identification, study, implementation and regulation (6) Approval to build construction and regulation as per the national building code and standards (7) Construction and renovation of",
    "project identification, study, implementation and regulation (6) Approval to build construction and regulation as per the national building code and standards (7) Construction and renovation of government building, school, community building, meeting hall and other public building and structures, (8) Coordination, facilitation and support in federal and province-level plan and projects, (9) Safe human settlement development policy, plan, programme formulation, implementation, monitoring, regulation and evaluation, (10) Issuance, renewal and repealing of ‘D’ category of license for public construction works as per the prevalent law, (11) Identification, implementation, management and monitoring and evaluation of projects related to tourism sector development, expansion and promotion, (12) Identification, implementation, management, monitoring and evaluation of innovative tourism services and works, (13) Other works related to development projects and plan. h. Basic and secondary education",
    "implementation, management, monitoring and evaluation of innovative tourism services and works, (13) Other works related to development projects and plan. h. Basic and secondary education 1. Formulation, implementation, monitoring, evaluation and regulation of policies, laws, standards and plans for early childhood development and education, basic education, parental education, informal education, open and alternative continuous learning, community learning, 2. Establishment, approval, operation, management and regulation of community, organizational, guthi and cooperative schools, 3. Planning, operation, approval, monitoring, evaluation and regulation of technical education and vocational training, 4. Approval, monitoring and regulation of schools providing education in mother tongue, 5. Property management of the schools which have been merged or closed 6. Establishment and management of village and municipal level education committees, 7. Establishment and management of school management",
    "schools which have been merged or closed 6. Establishment and management of village and municipal level education committees, 7. Establishment and management of school management committees, 8. Naming the school, 9. Land ownership; documentation, protection and management of properties of the community schools, 10. Quality enhancement of schools and reading materials distribution, 11. Positions for teachers and staff in community schools, 12. Mapping, approval, authorization, adjustment and regulation of school, 13. Educational infrastructure, maintenance, operation and management of community schools, 14. Operation, monitoring and management of basic level exams, 15. Testing and management of students’ learning outcomes, 16. Management of free education, student motivation and scholarships, 17. Approval and regulation of teaching outside of school, like tuitions and coaching 18. Protection, promotion and standardisation of local level knowledge, skills and technology, 19. Operation and",
    "and regulation of teaching outside of school, like tuitions and coaching 18. Protection, promotion and standardisation of local level knowledge, skills and technology, 19. Operation and management of local libraries and reading rooms, 20. Coordination and regulation of education programs up to secondary level, 21. Management of grants and its budget for the community schools, establishment of accounting discipline for income and expenditure of school, its monitoring and regulation, 22. Teaching learning, training for teachers and staff, capacity development, 23. Operation of extracurricular activities. basic health and sanitation Formulation, implementation, monitoring, evaluation and regulation of policies, laws, standards and plans related to basic health, sanitation and nutrition, Operation and promotion of basic health, reproductive health, and nutrition services, Establishment and operation of hospitals and other health institutions, Physical infrastructure development and management",
    "nutrition, Operation and promotion of basic health, reproductive health, and nutrition services, Establishment and operation of hospitals and other health institutions, Physical infrastructure development and management for health services, Setting of standards for clean drinking water and food, control and regulation of air and noise pollution, Awareness raising on sanitation and management of health-related wastes, Collection, recycling, processing and disposal of health-related wastes, and determination and regulation of these services, Blood transfusion service, and local and urban health services, Permission, monitoring and regulation of pharmacies/medicine shops operation, 10. Coordination, collaboration and partnerships with private and nongovernmental sectors for management of waste produced from sanitation and health sectors, 11. Services, permits, monitoring, and regulation related to family-planning and mother-child welfare 12. Reduction, prevention, control and management of",
    "produced from sanitation and health sectors, 11. Services, permits, monitoring, and regulation related to family-planning and mother-child welfare 12. Reduction, prevention, control and management of malnutrition in women and children. j. Local market management, environment protection and bio-diversity 1. Formulation, implementation, monitoring, evaluation and regulation of policies, laws, standards and plans related to local trade; demand, supply and monitoring of goods; consumer rights and welfare, 2. Market and village market management, 3. Projection of local goods production, supply and export, price determination and monitoring, 4. Infrastructure development for local commerce and trade, 5. Monitoring and regulation of price and quality of local goods and services, 6. Registration, permits, renewal, writing off, monitoring and regulation of local business firms, 7. Data system and research studies on local commerce, 8. Cooperation and coordination with private and non-governmental",
    "renewal, writing off, monitoring and regulation of local business firms, 7. Data system and research studies on local commerce, 8. Cooperation and coordination with private and non-governmental sector, 9. Promotion, facilitation and regulation of local commerce, 10. Protection, promotion, and documentation of local intellectual properties, 11. Awareness raising of consumers, data management of target consumers, and quality testing of local goods and services, 12. Formulation of local policies laws, standards and plans related to environmental protection and biodiversity, and their implementation, monitoring and regulation, 13. Environmental risk reduction at local level, 14. Control, monitoring and regulation in sale and consumption of consumer goods having negative health effects, and goods which cause environmental pollution and damage, 15. Sanitation and waste management at local level, 16. Adoption of low-carbon and environment-friendly development at local level, 17. Protection and",
    "which cause environmental pollution and damage, 15. Sanitation and waste management at local level, 16. Adoption of low-carbon and environment-friendly development at local level, 17. Protection and promotion of green areas at local level, 18. Allocation and management of environment protection area at the local level, 19. Local market management, environment protection and biodiversity related works. k. Local road, rural road, agro road and irrigation 1. Formulation, implementation, monitoring, evaluation and regulation of policies, laws, standards and plans related to local, rural and agriculture roads and irrigation, 2. Master-plan formulation, implementation, maintenance and regulation of local, rural and agriculture roads, suspension bridge, pedestrian bridge, irrigation and dams, 3. Construction, operation, oversight, maintenance, upgrading, monitoring and regulation of local level irrigation system, 4. Management and regulation of transport safety, 5. Other works related to local",
    "Construction, operation, oversight, maintenance, upgrading, monitoring and regulation of local level irrigation system, 4. Management and regulation of transport safety, 5. Other works related to local roads, rural roads and agriculture roads. l. Village assembly, town assembly, mediation and arbitration management 1. Policies, laws and working modality for village assembly and town assembly, 2. Policies and strategies, periodic and annual plans, programs and budget approval for local level thematic areas, 3. Formation and operation of committees of the assembly, 4. Joint committee formation for common issues and partnership issues, among the local levels, 5. Discussion and necessary direction based on reports submitted by executive bodies and judicial committee, 6. Direction to the executive body for effective implementation of development plans and programs and good governance, 7. Regulation of topics which cause financial burden to the rural municipalities and municipalities, 8. Local",
    "body for effective implementation of development plans and programs and good governance, 7. Regulation of topics which cause financial burden to the rural municipalities and municipalities, 8. Local mediation and arbitration, 9. Other related works on village assembly, town assembly, mediation and arbitration management. m. Local records management 1. Formulation, implementation, monitoring, evaluation and regulation of policies, laws, standards and plans related to local records management, 2. Affiliation in national and local information system with latest technology after collection and processing of data on demographic, natural, economic, social, physical infrastructure, employment condition, gross domestic product, per capita income, human development and gender empowerment index, including revenues and income vs expenditure; and updated recording of background pictures and resource maps, 3. Establishment and operation of information and documentation centre/archive, 4. Updated detailed",
    "revenues and income vs expenditure; and updated recording of background pictures and resource maps, 3. Establishment and operation of information and documentation centre/archive, 4. Updated detailed record of public properties, community properties, buildings, roads, shops and businesses, 5. Details of completed and ongoing projects within the region and updated record of these project properties, 6. Use of latest information technology in local records management, 7. Other works related to local records management. n. Land ownership certificate distribution 1. Cadastral mapping of local land, plot boundaries, revision of owner information (haalsabik), registration of ownership transfer, and records dismissal, 2. Land ownership registration certificate distribution and records management, 3. Record keeping according to land classification, 4. Coordination and facilitation in land acquisition for public use, decision and distribution of compensation, 5. Coordination and facilitation in",
    "Record keeping according to land classification, 4. Coordination and facilitation in land acquisition for public use, decision and distribution of compensation, 5. Coordination and facilitation in works related to land mapping and determining the land ownership, 6. Other works related to land ownership certificate distribution. o. Agriculture and animal husbandry, agro production management, livestock health, cooperatives, 1. Formulation, implementation, monitoring, evaluation and regulation of policies, laws, standards and plans related to agriculture and animal husbandry, agro production management and livestock health, 2. Operation, monitoring and regulation of programs on agriculture and livestock market information, infrastructure construction of market and village market, small irrigation construction, training, technology transfer, technical support, agriculture materials supply and farmers capacity development, 3. Control of agriculture and livestock borne natural disasters and",
    "small irrigation construction, training, technology transfer, technical support, agriculture materials supply and farmers capacity development, 3. Control of agriculture and livestock borne natural disasters and epidemics, 4. Management of livestock health services, 5. Protection of agriculture environment and biodiversity conservation and promotion, 6. Development and management of livestock breed improvement methods, 7. Promotion, development and marketing of high value agricultural products, 8. Development and management of local grazing lands, 9. Regulation of quality of animal feeds, 10. Data management and information system on local level livestock, 11. Management and regulation of slaughterhouse and cold storage, 12. Facilitation in livestock insurance and loans, 13. Other works related to livestock and livestock health. p. Elderly citizen, people with disabilities and physically challenged management 1. Implementation, operation and management of social security programs according",
    "related to livestock and livestock health. p. Elderly citizen, people with disabilities and physically challenged management 1. Implementation, operation and management of social security programs according to local provincial and federal laws, 2. Updating of records of elderly citizen, people with disabilities and physically challenged, identity cards distribution, management and distribution of social security and benefits, 3. Operation and management of elderly citizens clubs, day-care centres, meeting spaces, and shelters, 4. Operation and management of disabled rehabilitation centres, elderly citizens centres and physically challenged care centres, in coordination with federation and province, 5. Operation, management, monitoring and regulation of rehabilitation centres for the street children, orphans, physically and mentally challenged, 6. Other works related to management of elderly citizen, people with disabilities and physically challenged. q. Data collection of unemployed 1.",
    "orphans, physically and mentally challenged, 6. Other works related to management of elderly citizen, people with disabilities and physically challenged. q. Data collection of unemployed 1. Data collection, processing and information system establishment for employed and unemployed labour force, 2. Records collection and information management of domestic and foreign labourers at the local level, 3. Data collection and management about competent human resources in different sectors and subjects, 4. Safe foreign employment; information and data collection and management of labour force who are in foreign employment, 5. Management and operation of employment information centres, 6. Financial literacy and skills training for the labour force going in foreign employment, 7. Social reunification of returnee migrant workers, 8. Use of knowledge, skills and entrepreneurship gained during foreign employment, 9. Other works related to data collection of unemployment. r. Agro expansion management,",
    "returnee migrant workers, 8. Use of knowledge, skills and entrepreneurship gained during foreign employment, 9. Other works related to data collection of unemployment. r. Agro expansion management, operation and control 1. Formulation, implementation, monitoring, evaluation and regulation of policies, laws, standards and plans related to agricultural expansion, 2. Projection, management and mobilization of agricultural expansion and human resource, 3. Capacity enhancement, technical service, support, skill development and empowerment of farmers, 4. Supply, use and regulation of agricultural seeds, breeds, fertilizers, chemicals and medicines, 5. Coordination, management and regulation of farmer groups, agriculture cooperatives and local organizations related to agriculture, 6. Conservation and handing down of local level agriculture related technologies, 7. Publicity of agriculture related information, 8. Development and management of local level resource centres, 9. Promotion and publicity",
    "of local level agriculture related technologies, 7. Publicity of agriculture related information, 8. Development and management of local level resource centres, 9. Promotion and publicity of organic farming and fertilizers, 10. Other works related to management, operation and control of agricultural expansion. s. Drinking water, small hydropower project, alternative energy 1. Formulation, implementation, monitoring, evaluation and regulation of policies, laws, standards and plans related to local drinking water, 2. Determination of drinking water fees and drinking water service management, 3. Formulation, implementation, monitoring, evaluation and regulation of local level policies, laws, standards and plans related to hydro power projects up to one megawatt, 4. Formulation, implementation, and regulation of local level policies, laws, standards and plans related to alternative energy, 5. Management, operation and regulation of local electricity distribution system and services, 6. Technology",
    "of local level policies, laws, standards and plans related to alternative energy, 5. Management, operation and regulation of local electricity distribution system and services, 6. Technology development and handover, capacity development and promotion related to alternative energy at the local level, 7. Other works related to drinking water, micro hydro projects and alternative energy. t. Disaster management 1. Formulation, implementation, monitoring, evaluation and regulation of local policies, laws, standards and plans related to disaster management, 2. Local level disaster preparedness and response plan, early warning system, search and rescue, pre-storage, distribution and coordination of relief materials, 3. Local dams, river and landslide control and management and regulation of rivers, 4. Mapping of disaster risk areas, and identification and relocation of settlements, 5. Support, coordination and cooperation with federal, provincial and local communities, organizations and private",
    "rivers, 4. Mapping of disaster risk areas, and identification and relocation of settlements, 5. Support, coordination and cooperation with federal, provincial and local communities, organizations and private sector for disaster management, 6. Establishment and operation of disaster management fund and resource mobilization, 7. Formulation, implementation, monitoring and regulation of local level projects related to disaster risk reduction, 8. Local level rehabilitation and reconstruction after disaster, 9. Data management and research studies related to local level disasters, 10. Local emergency work operation system, 11. Operation of community based disaster management programs, 12. Other works related to disaster management. u. Watershed, wildlife, mines and minerals preservation 1. Implementation and regulation of local policies, laws, standards and plans related to watershed, wildlife, mines and minerals preservation 2. Water source conservation, 3. Community soil conservation and",
    "and regulation of local policies, laws, standards and plans related to watershed, wildlife, mines and minerals preservation 2. Water source conservation, 3. Community soil conservation and income generation programs based on that, 4. Community adaptation for soil conservation and watershed management, 5. Information and data collection related to mines and minerals, 6. Support in preservation and conservation of valuable metals, stones and minerals, 7. Registration, permit, renewal, dismissal and management of survey, extraction and use of mined goods like boulders, pebbles, sand, salt, soil, slates, graphite, etc, 8. Publication of geological maps. v. Language, culture and fine art protection and development (1) Local-level Policy, legislation, standard, plan, implementation and regulation related to language, culture and fine art, (2) Protection, maintenance, promotion and development of archaeological, ancient memorial and museum, (3) Operation and management of traditional fair and",
    "related to language, culture and fine art, (2) Protection, maintenance, promotion and development of archaeological, ancient memorial and museum, (3) Operation and management of traditional fair and festivals (4) Other works related to protection and development of language, culture and fine art, (5) Social mobilization work against ill-traditions and harmful practices that are against the prevalent law. (3) The concurrent rights to be exercised by the rural municipality and municipality jointly with the federation and province shall be as mentioned in Schedule-9 of the Constitution. (4) The function, duties and rights of the rural municipality and municipality shall be as follows under the purview of the federal and provincial law on the following subjects without having adverse impact on the universality of Sub-clause (3): a. Sports and newspaper (1) Local-level sports structure infrastructure construction, operation and development, (2) Regulation and coordination of sports administration",
    "adverse impact on the universality of Sub-clause (3): a. Sports and newspaper (1) Local-level sports structure infrastructure construction, operation and development, (2) Regulation and coordination of sports administration and associations at the local level (3) Sports development and promotion (4) Sports tournament organising and participation (5) Sports related infrastructure development (6) Registration, records and regulation of local level newspapers b. Health (1) Determination of local level health target and standards as per the federal and provincial target and standards, (2) Clinic registration, operation license and regulation of general hospital, nursing home, diagnosis centre and other health institutes, (3) Production, processing and distribution of medical plants, herbs and other medical goods at the local level (4) Health insurance and other social security programme management, (5) Determination and regulation of minimum price of medicine s and other medical products at",
    "the local level (4) Health insurance and other social security programme management, (5) Determination and regulation of minimum price of medicine s and other medical products at the local level (6) Proper use of medicines at the local level and micro-organism resilience minimization (7) Purchase, storage and distribution of medical and medical equipment at the local level, (8) Management of local level health information system (9) Public health surveillance at the local level (10) Operation of promotional, defensive, curative, rehabilitative and palliative health service at the local level (11) Promotion of health lifestyle, nutrition, physical exercise, yoga, following health circle, panchakarma and other public health service, (12) Control and management of pests and diseases, (13) Control of the use of tobacco, alcohol and drugs and awareness raising, (14) Ayurvedic, Yunani, Amchi, homeopathic, natural medicine and other traditional medical treatment service management (15) Public",
    "Control of the use of tobacco, alcohol and drugs and awareness raising, (14) Ayurvedic, Yunani, Amchi, homeopathic, natural medicine and other traditional medical treatment service management (15) Public health, emergency health and epidemic control plan and enforcement (16) Disease control and prevention (17) Emergency health service supply and local service management c. Power, drinking water, irrigation and other services (1) Power distribution system and service management (2) Drinking water tariff determination and drinking water service management (3) Local small surface and underground irrigation system operation and renovation, service fee determination and collection management d. Service fee, tariff, penalty, and royalty received from natural resource, tourism fee (1) Policy, legislation, standards, plan formulation, implementation and regulation of local service fee, tariff, penalty. (2) Collection of royalty like natural resources and service fee, coordination and regulation",
    "legislation, standards, plan formulation, implementation and regulation of local service fee, tariff, penalty. (2) Collection of royalty like natural resources and service fee, coordination and regulation (3) Minerals exploration and royalty collection (4) Collection of royalty received from community forest operation and management (5) Collection of royalty received from Water mill, canal and drain e. Forest, wildlife, birds, water use, environment, ecology and bio-diversity (1) Local policy, legislation, standard, plan related to Forest, wildlife, birds, water use, environment, ecology and bio-diversity, implementation and regulation (2) Preservation, promotion, use and regulation of community, rural and urban, religious and lease forests at the local level, and management of forest users group, (3) Management of community, religious and lease forest in the buffer zone, (4) River bank, river outlet, river bank and road side afforestation management at the local level (5) Promotion and",
    "community, religious and lease forest in the buffer zone, (4) River bank, river outlet, river bank and road side afforestation management at the local level (5) Promotion and regulation of private and commercial forest at the local level (6) Afforestation, maintenance, use and management in the public barren land, stop and area at the local level (7) Survey, production, collection, promotion, processing and market management of herbs and other non-timber forest products at the local level, (8) Forest seed garden establishment, management and promotion (9) Nursery establishment, saplings production, distribution, planting and promotion (10) Protection of wildlife and birds, commercial breeding, use and monitoring (11) Management of conflict between human and wildlife, (12) Local zoo establishment and operation, (13) Local wildlife tourism and income generation, (14) Local level trophies (animal parts) management (15) Documentation and study research of forest, wildlife, and birds at the",
    "and operation, (13) Local wildlife tourism and income generation, (14) Local level trophies (animal parts) management (15) Documentation and study research of forest, wildlife, and birds at the local level, (16) Records of memorial in the world heritage list and archeologically important forest, wetlands, coastal area land (17) Control of encroaching species (18) Local level risk minimization (19) Documentation of bio-diversity (20) Greenery promotion at the local level (21) Regional project formulation, implementation and monitoring related to local small water (22) Protection and promotion of local species (23) Environment risk minimization at the local level (24) Local level pollution control and regulation and management of hazardous materials (25) Low carbon and environment-friendly development adoption at the local level (26) Determination of environment protection area at the local level and its management f. Social security and poverty alleviation (1) Local policy, legislation,",
    "adoption at the local level (26) Determination of environment protection area at the local level and its management f. Social security and poverty alleviation (1) Local policy, legislation, standards, regulation and study research related to social security and poverty alleviation (2) Local plan, program, resource mobilization and management of targeted group (3) Contact, coordination and collaboration with Federation, province and local association for implementation of social security (4) Social security related local data and information management (5) Poor household identification related local survey, information management and regulation (6) Local social security plan and management g. Personal incident, birth, death, marriage and data (1) Registration of personal incident (birth, death, marriage, migration, divorce, adopted child), (2) Local policy, legislation, standards, plan, implementation and regulation related to local data of personal incidents (3) Records management and",
    "death, marriage, migration, divorce, adopted child), (2) Local policy, legislation, standards, plan, implementation and regulation related to local data of personal incidents (3) Records management and report of personal incidents (vital registration) h. Protection, promotion and reconstruction of archaeological, ancient memorial and museum at the local level i. Landless squatters' management (1) Identification of landless squatters and records management (2) Livelihood related to landless squatters and accommodation management j. Royalty received from natural resources (1) Policy, legislation, standards and regulation related to royalty received from natural resources (2) Collection and sharing of the royalty received from natural resources k. Vehicle permit (1) Local policy, legislation, standards, plan, implementation and regulation related to transport management (2) Route determination of local public transport, permit, renewal, dissolution, determination of quality and fare of service",
    "standards, plan, implementation and regulation related to transport management (2) Route determination of local public transport, permit, renewal, dissolution, determination of quality and fare of service and regulation (3) Promotion of environment-friendly, climate change adaptation, disaster risk assessed, disability and gender-friendly transport system at the local level 5. In addition to the rights mentioned in the Sub-clause (1) and (3), other function, duties and rights of the rural municipality and municipality is as follows: a. Land management (1) Formulation and implementation of land use policy, plan and programme of the local level under the federal and provincial law, (2) Formulation and implementation of managed settlement development programme under the federal and provincial standards, land integration and land development and management for integrated settlement development (3) Management of unorganized settlement at the local level b. Communications service (1) Permit,",
    "provincial standards, land integration and land development and management for integrated settlement development (3) Management of unorganized settlement at the local level b. Communications service (1) Permit, renewal and regulation of internet service, telecentre, cable and wireless television transmission at the local area under the federal and provincial law (2) Development and promotion of information technology at the local level c. Transport service (1) Implementation, monitoring and regulation of policy, standards, plans of mass transit system of medium capacity like local bus, trolley bus, tram, (2) Utilization of national rail infrastructure and operation, management, maintenance, coordination, partnership and collaboration of urban railway service within the metropolitan area. 6. The federation or province may delegate any matter under its jurisdiction as per the constitution and prevalent law to the rural municipality or municipality by drafting a law. 7. The rural municipality",
    "may delegate any matter under its jurisdiction as per the constitution and prevalent law to the rural municipality or municipality by drafting a law. 7. The rural municipality or municipality shall develop and enforcement law, policy, plan, standards and procedures as required while exercising the function, duties and rights as per Sub-clause (1), (3), (4) and (5). 8. The local level may, in consultation with the provincial government and prior approval of the Government of Nepal, maintain sisterly relations with any foreign local government. 12. Function, duties and rights of ward committee: (1) The function, duties and rights of the ward committee shall be as prescribed by the executive. (2) Until the function, duties and rights are prescribed by the executive as per Sub-clause (1), the function, duties and rights of the ward committee shall be as follows: a. Formulation, implementation and monitoring of plan within the ward (1) As per the participatory project formulation system, adopt",
    "function, duties and rights of the ward committee shall be as follows: a. Formulation, implementation and monitoring of plan within the ward (1) As per the participatory project formulation system, adopt the process of formulation of settlement or tole-level planning, and collect, prioritize and select the settlement and tolelevel plan, (2) Formation and mobilization of Tole development organisation and formation and monitoring of the users committee for projects to be carried out within the ward (3) Protection, maintenance, care and management of the plan and physical infrastructure within the ward, b. Data updating and preserving (1) Maintaining record of private house and households, (2) Maintaining record of heritage of historical, archaeological, cultural and religious importance, ancient memorial, public and community building, public, unregistered land, (3) Maintain record of the open ground, chowk, ghat, pati, pauwa, sattal, dharmashala, temples, monasteries, mosques, madarsa,",
    "religious importance, ancient memorial, public and community building, public, unregistered land, (3) Maintain record of the open ground, chowk, ghat, pati, pauwa, sattal, dharmashala, temples, monasteries, mosques, madarsa, unregistered land, hills, pasture land, water sources, pond, lake, well, tap, stone tap, guthi home, road, trail, bridge, canal, water mill, and update it, protect them, and prepare an updated map including disaggregated data and information, c. Development work (1) Manage child park (2) Operate and manage informal education programme and early childhood development centre, (3) Operate and manage library, bachanalaya, community learning centres, child clubs and child networks, (4) Manage ward-level health centre and sub-health centre, (5) Manage BCG, polio vaccines, vitamin a for the children (6) Run nutrition programme, (7) Run health awareness development and health information programme at the ward level, (8) Run, cause to run urban and rural health clinics, (9)",
    "(6) Run nutrition programme, (7) Run health awareness development and health information programme at the ward level, (8) Run, cause to run urban and rural health clinics, (9) Construction and management of public toilet and bathrooms, (10) Managing ward-level community water tap, pond, well and lake construction, protection and quality regulation, (11) Collection and management of solid waste produced from homes, sanitation of chowk and gallies, sewage, management of carcasses, outlet of ground water and protection of water sources, (12) Establishment, coordination and promotion of agriculture and fruit nursery, and training orientation of water-level leading farmers, (13) Compilation of demand for agro fertilizer, (14) Preparing the list of pests (diseases) in agriculture, (15) Livestock development and management of stray animal, (16) Protection and management of pasture land within the ward, (17) Organise art, theatre, awareness oriented and cultural programme for the development of",
    "and management of stray animal, (16) Protection and management of pasture land within the ward, (17) Organise art, theatre, awareness oriented and cultural programme for the development of the local community’s festival, language and culture, (18) Preserve and promote cultural traditions and customs that highlight the local uniqueness, (19) Development of sports infrastructure development in the ward, (20) Running of inter-school and child club level sports programmes, (21) Maintaining, and help maintain the running condition of roads within the ward, (22) Avoid encroachment and obstruction in the road way within the ward, (23) Remove floods, landslides in the roads, (24) Compilation of cost of domestic industry and identification of feasibility, (25) Promotion of cottage industry within the ward, (26) Registration of personal incidents as per the prevalent law, updating it and preserving the records of it, (27) Run public awareness programme related to registration of personal incidents,",
    "(26) Registration of personal incidents as per the prevalent law, updating it and preserving the records of it, (27) Run public awareness programme related to registration of personal incidents, (28) Social security allowance distribution and updating records, (29) Making the ward child-friendly, (30) Maintaining a record of the economic and socially backward women, children, dalit, people with disabilities, elderly citizen, minorities, marginalised community, and work on social and economic upliftment, (31) Promote social goodwill and harmony among various communities, (32) Abolish social ill-traditions and superstition like child marriage, violence against women, untouchability, dowry, haliya system, chaupadi, kamlari system, child labour, human trafficking, illiteracy, (33) Assess and collect the land tax and revenue, business tax, rent tax, advertisement tax, paid parking, new business registration, recommendation fee, vehicle tax, entertaining tax, and submit the amount along with",
    "land tax and revenue, business tax, rent tax, advertisement tax, paid parking, new business registration, recommendation fee, vehicle tax, entertaining tax, and submit the amount along with report to the concerned rural municipality or municipality, (34) Take the unclaimed and helpless sick to the nearby hospital or health centre for medical treatment, (35) In case of the death of helpless or unclaimed person, then make arrangement for the final rites, (36) Rescue and rehabilitate street children, (37) Preserve and promote the community forest, forest heritage and bio-diversity within the ward, (38) Expand, cause to expand greenery in the ward, tole and settlements, (39) Make the ward environment-friendly (40) Run promotional acts like organic fertilizer, safe motherhood, student’s enrolment, full immunization, open defecation free, sanitation, environment-friendly and child-friendly governance. (41) Promotion of home-stay tourism within the ward. d. Regulation work (1) Regulate the acts",
    "motherhood, student’s enrolment, full immunization, open defecation free, sanitation, environment-friendly and child-friendly governance. (41) Promotion of home-stay tourism within the ward. d. Regulation work (1) Regulate the acts of the development plan, project and associated users committee operating in the ward (2) Monitor whether the construction of houses area of quality and as per the building code and standards, provide earthquake resistant building construction training to masons and carpenters, (3) Protect consumers’ interest by monitoring the quality and price list of the food, fish, meat, vegetables, fruits, drinks and consumable goods, (4) Promote and maintain record of industries and businesses within the ward, (5) Management of haat bazaar, (6) Check power leakage and theft. e. Recommendation and certification (1) Certifying kinship, (2) Recommending for citizenship and copy of citizenship, (3) Recommending the accounts of rent tax, (4) Stay witness to opening of rooms,",
    "Recommendation and certification (1) Certifying kinship, (2) Recommending for citizenship and copy of citizenship, (3) Recommending the accounts of rent tax, (4) Stay witness to opening of rooms, (5) Recommending the deduction of tenant cost, (6) Recommending the accounts of house land tax, (7) Certifying the date of birth, (8) Recommending closure of business, not operated of business or that business did not take place at all, (9) Recommendation to register the petition of medication (reconciliation), (10) Certification of married and unmarried, (11) Recommendation for free or paid health treatment, (12) Recommendation and certification in English medium (13) Certifying homes (14) Certifying personal details (15) Recommending to maintain house in the land ownership certificate (16) Recommending that the person with different names, caste, date of birth and certified name is of the same person, (17) Recommendation for change in the name, caste date of birth, (18) Recommendation of lost",
    "different names, caste, date of birth and certified name is of the same person, (17) Recommendation for change in the name, caste date of birth, (18) Recommendation of lost of land ownership certificate (19) Certifying documents and consent paper, (20) Recommending kittakat (21) Recommending guardian and recommending institutional and individual guardian, (22) Certifying kinship with the living, (23) Certifying the right holder, heir (24) Recommending transfer of ownership, (25) Recommending the right to land, (26) Recommending kinship with the dead, (27) Recommending the transfer of location of industry, (28) Recommending that a person is alive, (29) Recommending and granting permission to run pre-primary school, (30) Certifying the land value recommendation, (31) Recommending addition of grades in school, (32) Recommending for caretaker, (33) Recommending naturalized citizenship by marriage, (34) Recommending poor economic condition or backwardness or strong economic condition or prosperity,",
    "addition of grades in school, (32) Recommending for caretaker, (33) Recommending naturalized citizenship by marriage, (34) Recommending poor economic condition or backwardness or strong economic condition or prosperity, (35) Recommending transfer of location of school, (36) Recommending for installation of water tap and power, (37) Other recommendation or certification as per the delegated rights as per the prevalent (3) The Ward Committee shall exercise the function, duties and rights as per Sub-clause (2), until the function, duties and rights of the Ward Committee is prescribed by the executive as per Sub-clause (1). (4) The work to be carried out from the Ward shall be done in the name of the ward office. 13. Determination of minimum rate: (1) The rural municipality or municipality should determine the local minimum rate of goods, wage, transportation cost, tariff etc for the purpose of construction and other services related to works as per Sub-clause (1) and (2) within its jurisdiction.",
    "the local minimum rate of goods, wage, transportation cost, tariff etc for the purpose of construction and other services related to works as per Sub-clause (1) and (2) within its jurisdiction. (2) Determination of the wage rate as per Sub-clause (1) should be done in a way not to be lower than the national minimum wage determined by the Government of Nepal. (3) The rates as per Sub-clause (1) should be determined fifteen days prior to the beginning of every fiscal year. 14. Committee, Sub-committee or task force to be formed: (1) The executive may constitute committee, sub-committee under the convenorship of any member in order to manage its function and actions. (2) The rural municipality and municipality may constitute a task force under the convenorship of any member or subject expert in the area where it requires thematic expertise. (3) The scope, term and other matters of the committee, sub-committee or task force to be formed as per Sub-clause (1) or (2) shall be as prescribed during",
    "where it requires thematic expertise. (3) The scope, term and other matters of the committee, sub-committee or task force to be formed as per Sub-clause (1) or (2) shall be as prescribed during the formation of such committee, sub-committee or task force. (4) The function, duties and rights of the office-bearers shall be as follows until the work division or function, duties and rights is determined by the regulation as per Sub-clause (1): a. Function, duties and rights of Chair or Mayor: The function, duties and rights of the Chair or Mayor shall be as follows: (1) Summon the meeting of the assembly and executive and chair the meeting, (2) Table, cause to table the agenda of the meeting and proposals in the meeting of the assembly and executive. (3) Prepare and cause to present the annual programme and budget, (4) Summon and prorogue the session of the assembly, (5) Enforce, cause to enforce the decision of the assembly and executive, (6) General observation, direction and control of",
    "the annual programme and budget, (4) Summon and prorogue the session of the assembly, (5) Enforce, cause to enforce the decision of the assembly and executive, (6) General observation, direction and control of the daily functioning of the executive, (7) To depute Vice-chair or Deputy-mayor, executive member and Chief Administrative Officer, (8) To carry out certification or recommendation to be carried out from the local level as per the prevalent Nepal law, except those recommendation and certification to be executed by the ward committee as per Section e. of Clause 12, (9) To take care, cause to take care of the movable and immovable asset, cause to carry out its maintenance, and keep safely, cause to keep safely the income, expenditure, accounts and other documents of the rural municipality and municipality, (10) To oversee the works of the committee, sub-committee of the rural municipality and municipality, and of the ward committee, (11) To manage, cause to manage the grievances related",
    "municipality and municipality, (10) To oversee the works of the committee, sub-committee of the rural municipality and municipality, and of the ward committee, (11) To manage, cause to manage the grievances related to public service delivery, (12) In case of absence from the rural municipality or municipality for more than seven days, handover portfolio to Vice-chair or Deputy-mayor and to any member if the Vice-chair or Deputy-mayor is also absent, (13) Other tasks assigned by the assembly or executive. b. Function, duties and rights of Vice-chair or Deputy-mayor: The function, duties and rights of the Vice-chair or Deputy-mayor shall be as follows: (1) To serve as the Coordinator of the Judicial Committee, (2) To assume portfolio in absence of Chair or Mayor, (3) Coordinate the activities of the non-government organisations, (4) Coordinate works relating to protection of consumer interests, (5) Carry out monitoring and supervision of the plan and programmes, and present a report of its",
    "activities of the non-government organisations, (4) Coordinate works relating to protection of consumer interests, (5) Carry out monitoring and supervision of the plan and programmes, and present a report of its to the meeting, (6) Facilitate and coordinate the works of the committees constituted by the assembly and executive, (7) Inform Chair or Mayor in case of absence in rural municipality or municipality for more than seven days, (8) Carry out other tasks delegated or prescribed by the assembly, executive, Chair or Mayor. c. Function, duties and rights of the Ward Chair: The function, duties and rights of the Ward Chair is as follows: (1) To act as the Chair of the ward committee, (2) To coordinate and facilitate the works of the ward committee members, (3) To prepare, cause to prepare the development plan, budget and programme of the ward, and submit it for approval of the rural municipality or municipality, (4) To implement, cause to implement the plan and programmes to be implemented",
    "the development plan, budget and programme of the ward, and submit it for approval of the rural municipality or municipality, (4) To implement, cause to implement the plan and programmes to be implemented by the ward, carry out, cause to carry out its monitoring and periodic assessment, (5) To carry out works related to recommendation and certification as mentioned in section e. of Clause 12, (6) In case of absence in the ward for more than seven days, assign responsibilities relating to daily administrative and recommendation work of the ward to any member of the concerned ward, and inform the Chair or Mayor about the same, (7) To carry out other tasks prescribed by the executive, assembly or ward committee, d. Function, duties and rights of members of the executive: The function, duties and rights of the executive is as follows: (1) To attend the meeting of the executive, (2) To carry out the specified task as Coordinator or Chief of the thematic area assigned by the Chair or Mayor,",
    "the executive is as follows: (1) To attend the meeting of the executive, (2) To carry out the specified task as Coordinator or Chief of the thematic area assigned by the Chair or Mayor, (3) Inform the Chair or Mayor in case of absence for more than seven days in the rural municipality or municipality, (4) To carry out other tasks assigned by the executive. 15. To mobilize and coordinate: The rural municipality and municipality may, while carrying out development works and service delivery related work at the local level, encourage the mobilization and promotion of users, private sector, community organisations, cooperatives and non-government sector within its area. 16. Work division and work execution: (1) The provisions related to work division and work execution of the executive shall be as per the regulations endorsed by the concerned executive. (2) The work division regulations as per Sub-clause (1) should also mention the function, duties and rights of the chairperson and mayor,",
    "be as per the regulations endorsed by the concerned executive. (2) The work division regulations as per Sub-clause (1) should also mention the function, duties and rights of the chairperson and mayor, vice-chair and deputy mayor, ward chair and members. (3) The work division and work execution regulations as per Sub-clause (1) should be sent to the province and the Government of Nepal within 15 days of the date of endorsement or amendment. 17. Meeting and decision: (1) The meeting of the executive shall be held for at least once in a month. (2) Presence of more than fifty per cent members of the immediate existing number of members in the executive shall be regarded to have fulfilled the quorum for the meeting. (3) The decision of the executive shall be taken unanimously. (4) In case of a failure to reach a unanimous decision as per Sub-clause (3), the decision taken by a majority of the number of members immediately existing in the executive shall be the decision of the executive. (5)",
    "failure to reach a unanimous decision as per Sub-clause (3), the decision taken by a majority of the number of members immediately existing in the executive shall be the decision of the executive. (5) Other provisions relating to meeting and decision of the executive shall be as per the regulations pursuant to Article 218 of the Constitution. 18. Power delegation: (1) The executive may delegate some of its powers to Chair or Mayor, Vice-Chair or deputy Mayor, ward committee member, its subordinate committee, subcommittee or executive officer or other officer-level employees. (2) The rural municipality chair or vice chair, mayor or deputy mayor of municipality may delegate some of their powers received as per the law to any member or employee. (3) The ward committee or ward chair may delegate some of its power received as per the law to any member or employee of the ward committee.",
    "Chapter-4 Assembly meeting and working system 19. Assembly meeting: (1) The meeting of the assembly shall be generally held twice in a year, (2) The meeting of the assembly shall be called by the Chair or Mayor, (3) If one-third of the members of the Assembly make a written request before the Chair or Mayor stating that it is necessary to call a meeting, then the Chair or Mayor should call a special meeting within twenty-five days, (4) The notice of the date, time and location of the meeting should be given to all the members of the Assembly by the executive officer as per the directives of the Chair or Mayor at least seven days before the meeting, (5) Presence of one-fourth members of the total members of the assembly shall be regarded to have fulfilled the quorum required for the meeting, (6) The meeting of the assembly shall be chaired by the Chair or Mayor and in his/her absence by the Vice-chair or deputy Mayor, (7) A majority decision would be recognized in the meeting of the Assembly",
    "The meeting of the assembly shall be chaired by the Chair or Mayor and in his/her absence by the Vice-chair or deputy Mayor, (7) A majority decision would be recognized in the meeting of the Assembly and in case of a tie of votes, the person chairing the meeting shall given the decisive vote. (8) The decision of the meeting of the assembly shall be certified by the person chairing the meeting, (9) The Chief Administrative Officer shall serve as the secretary of the assembly, (10) Other procedures relating to the meeting of the Assembly shall be as determined by the Assembly. (11) The provisions in this Clause shall remain in force only until other arrangement is made in relation to the meeting of the assembly by the provincial law.",
    "Chapter-5 Procedures relating to management of the Assembly 20. Procedures to table bill in the assembly: (1) The Executive may present a bill before the assembly on matters under the jurisdiction of the rural municipality and municipality. EXPLANATION: For the purpose of this Clause bill means the draft of the Act tabled before the assembly. (2) For the matter related to the management of the assembly shall the procedures as per this Chapter shall be adopted until other provisions on the matter are made in the provincial law. 21. Method to pass and certify a bill: (1) If the bill presented as per Clause 19 (1) to the assembly is passed by a majority of the then existing number of members of the assembly then the Assembly chair shall certify the bill within fifteen days. (2) The bill certified as per Sub-clause (1) will become an Act. 22. Formation of Committee: The Assembly may form accounts committee, legislation committee, good-governance committee and other committee and special committee",
    "days. (2) The bill certified as per Sub-clause (1) will become an Act. 22. Formation of Committee: The Assembly may form accounts committee, legislation committee, good-governance committee and other committee and special committee as required by developing regulations to manage its working system. 23. To be held as per the work operation regulations: Other matters relating to the working procedures of the management of the assembly shall be as per the work operation regulations (rules of procedure) drafted by the assembly.",
    "Chapter-6 Formulation and implementation of plan 24. Develop and implement plan: (1) The rural municipality and municipality may develop and implement periodic, annual, strategic and thematic mid-term and long-plan development plan for the development of the local level under its jurisdiction. (2) While developing plans as per Sub-clause (1), areas inter-related to good governance, environment friendly and child friendly governance, climate change adaptation, disaster management and gender and social inclusion should be considered in pursuance to the policy, target, goal, time limitation and process of the government of Nepal and provincial government. (3) While developing the plan, the rural municipality and municipality may do so by giving priority to following matters: (a) That directly contributes to economic development and poverty alleviation, (b) That could bring production-oriented and quick outcomes, (c) That uplifts the living standard, income and employment, (d) That ensure",
    "directly contributes to economic development and poverty alleviation, (b) That could bring production-oriented and quick outcomes, (c) That uplifts the living standard, income and employment, (d) That ensure maximum participation of the local people, could mobilize volunteers and cost less, (e) That leads to maximum use of local resources and skills, (f) That directly benefits the backward class, region and community, (g) That enhances gender equality and social inclusion, (h) That supports protection and promotion of sustainable development and environment preservation and promotion, (g) That preserves lingual, cultural aspect, and supports enhancement of social harmony and solidarity. (4). Based on the Sub-clause (1), the rural municipality and municipality must prepare an inventory of the projects of mid-term and long-term nature. (5) While developing and implementing its plan, the local level must ensure maximum participation of the local intellectuals and subject matter experts, experienced",
    "of mid-term and long-term nature. (5) While developing and implementing its plan, the local level must ensure maximum participation of the local intellectuals and subject matter experts, experienced and retired professionals as well as of the local residents including the marginalised and near-extinct community, women, children, dalit, youth, minorities, people with disabilities, elderly citizens living within its area. (6) While developing, implementing, monitoring and evaluating its plans, the rural municipality and municipality must do so after also preparing the prior estimation of resources, prioritization of project, selection of projects based on feasibility study, plan implementation time table and monitoring and evaluation plan. (7) In case the Government of Nepal and provincial government have set any procedures after providing any grant for a special programme, then the rural municipality and municipality must carry out the project and programme management following the same",
    "set any procedures after providing any grant for a special programme, then the rural municipality and municipality must carry out the project and programme management following the same process. (8) The rural municipality and municipality may operate and manage any plan or project in joint investment of the Government of Nepal or provincial government or in public-private partnership. (9) The rural municipality and municipality shall coordinate, facilitate and support the implementation of federal and provincial level projects. (10) The rural municipality and municipality may carry out the act of necessary study, research and impact assessment of the local level development projects. 25. To work in coordination: (1) The non-government organisation, users’ committee, cooperatives institution and other social and community organisations must work in coordination with the local level. Provided that any international non-government organisation should have taken prior approval of the Government",
    "and other social and community organisations must work in coordination with the local level. Provided that any international non-government organisation should have taken prior approval of the Government of Nepal for the work to be carried out with the local level. (2) Coordination with the local level as per Sub-clause (1) should be carried out as follows: (a) To carry out any kind of study, survey or programme only on the basis of an agreement with the local level, (b) To include its annual plan, programme and budget in the local level’s annual plan, programme and budget, (c) To adopt the joint monitoring and progress reporting system as designated by the local level. (3) If any organisation works in violation of this Clause, the local level may halt the implementation of such activities. (4) Other provisions related to coordination shall be as per the prevalent law. 26. Working/operating with partnership and joint management: In the course of carrying out its work, the rural municipality",
    "activities. (4) Other provisions related to coordination shall be as per the prevalent law. 26. Working/operating with partnership and joint management: In the course of carrying out its work, the rural municipality or municipality may, for the purpose of cost minimization, maximum utilization of resources and effective service delivery, act on the following areas in partnership or joint management of resources following a mutual agreement with another rural municipality or municipality: (a) Large infrastructure development, procurement and management of large machine and tools, (b) Disaster Management, (c) Transport operation and management, (d) Development and operation of waste collection site or processing system, (e) Operation of fire tender vehicle and ambulance service, (f) Settlement development and land use plan (g) Promotion and development of tourism, technology and culture (h) Joint business (i) Operation, Promotion and development of basic and secondary level technical education",
    "and land use plan (g) Promotion and development of tourism, technology and culture (h) Joint business (i) Operation, Promotion and development of basic and secondary level technical education (j) Local market management and environment protection, (k) Inter-local level sister relations, (l) Exchange of best practice and experience, (m) Material and financial support, (o) Other appropriate matters.",
    "Chapter 7 Provision related to building construction and roads 27. Building not to be constructed without approving the design: (1) Nobody shall construct buildings without having the design approved from the rural municipality or municipality. Provided that it shall not obstruct constructing buildings in the case of areas and structures prescribed by the rural municipality or municipality. EXPLANATION: For the purpose of this Clause, “building construction” means constructing a new building, reconstructing after dismantling an old building, adding floors, changing the façade or making changes to the existing by adding or removing window, door, verandah, roof, or making a garage or putting a boundary wall, and the term shall also denote the building made for joint residence. (2) The rural municipality and municipality should prescribe the standards relating to land use on the basis of the land-risk sensibility and may approve building construction only in the specified areas on the basis",
    "and municipality should prescribe the standards relating to land use on the basis of the land-risk sensibility and may approve building construction only in the specified areas on the basis of such standards. (3) Plotting of land cannot be made for buildings without prior permission of the rural municipality or municipality. (4) The rural municipality or municipality may order reconstruction, retrofitting, or dismantling of buildings vulnerable in terms of earthquake or disaster after classifying the building in its area. (5) The rural municipality or municipality may designate the standard of building construction by specifying the height, set back, roof, façade, type of construction materials, colour or artisan of any historical, touristic or archaeologically important settlement or building to be constructed in the area, without contradicting with the prevalent law and the standards set by the Government of Nepal. (6) The rural municipality and municipality may designate all its area",
    "in the area, without contradicting with the prevalent law and the standards set by the Government of Nepal. (6) The rural municipality and municipality may designate all its area or any specific area and prepare similar format of design of the land for the buildings to be constructed in such areas based on the nature, size and area of the building and for the service-recipients may develop for free the design by its own technical staff. 28. Application to be filed for permission: (1) An individual or government office wishing to construction a building in the rural municipality or municipality area should file an application before the rural municipality or municipality for building construction permit along with the design of the building in the format as specified by the rural municipality or municipality. EXPLANATION: For the purpose of this chapter, “government office” shall mean the Office of the President and Vice-president, Supreme Court, Federal Parliament, Provincial Assembly,",
    "specified by the rural municipality or municipality. EXPLANATION: For the purpose of this chapter, “government office” shall mean the Office of the President and Vice-president, Supreme Court, Federal Parliament, Provincial Assembly, Constitutional Bodies, Nepali Army, Armed Police Force, Nepal Police, Provincial Police, and all government offices and courts. (2) Notwithstanding whatsoever is written in Sub-Clause (1), if it is not possible for any government agency while filing the application for building construction permit to submit the design of the building from the national security perspective then only the length, breadth, height and floors, and the total area of coverage may be mentioned. EXPLANATION: For the purpose of this chapter “design” means the drawings, details and other documents related to building construction. 29. To be clarified in design: In addition to other matters, the design for a new building construction should clearly show a separate toilet and soak pit,",
    "building construction. 29. To be clarified in design: In addition to other matters, the design for a new building construction should clearly show a separate toilet and soak pit, and in case the building is to be constructed by attaching it to another building then the building should have it separate kilas किलास displayed in the design. 30. Written evidence or consent of right to possession to be presented: Application filed for building construction permit as per Clause 28 should also include an evidence of right to possession if the building is to be constructed in a land that one’s has right to possession and if it is to be constructed in a land with other’s right to possession over it then evidence of the person’s right to possession along with consent in writing. Provided that the land of others cannot be taken on lease or rent to fulfil the required standards for the purpose of having the design approved. 31. To be examined: The Chief Administrative Officer shall, within seven days",
    "of others cannot be taken on lease or rent to fulfil the required standards for the purpose of having the design approved. 31. To be examined: The Chief Administrative Officer shall, within seven days of filing of the application for building construction as per Clause 28, examine whether the application fulfil the required criteria and if not will have it fulfilled and act as follows on the applications filed fulfilling the required criteria: (a) To paste notice in his/her office, doorstep of the neighbour and in the place where the building is to be constructed appealing to the immediate neighbours to come to report with a complaint within fifteen days if the building construction causes any difficulty to him/her along with the details of the difficulty to be faced as a result, (b) To mobilize the engineer or sub-engineer including other staff jointly to examine, within three days of the expiry of the limitation as mentioned in the notice as per Section (a), whether construction of building",
    "mobilize the engineer or sub-engineer including other staff jointly to examine, within three days of the expiry of the limitation as mentioned in the notice as per Section (a), whether construction of building as mentioned in the application is allowed. 32. Report to be presented: The staffers to be mobilized as per section (b) of Clause 31 will carry out a recognisance to examine whether the building can be constructed as per the human settlement development, urban planning and building construction standards set by the Government of Nepal, and prepare affidavit also including the statements of those present in the recognisance, and present a report including details of whether building construction as mentioned in the application is allowed to the rural municipality or municipality within fifteen days of having mobilize for such examination. 33. Permit to be issued: (1) In case of a complaint not received as per section (a) of Clause 31, the Chief Administrative Officer should issue",
    "having mobilize for such examination. 33. Permit to be issued: (1) In case of a complaint not received as per section (a) of Clause 31, the Chief Administrative Officer should issue the permit within seven days of receiving the report as per Clause 32. (2) In case of a complaint received from anyone as per section (a) of Clause 31, except in situation where a decision has to be given on the right to use, the chief administrative officer should issue the permit for building construction within thirty days of receiving the report as per Clause 32. (3) In case of a complaint filed as per section (a) of Clause 31 leading to a situation whether a decision has to be made on the right to use over the land where the building is to be constructed, the concerned sides needs to be communicated to file complaint before the concerned district court within thirty-five days of receiving such complaint. Provided that if only some part of such land is under dispute and if application is filed along with",
    "communicated to file complaint before the concerned district court within thirty-five days of receiving such complaint. Provided that if only some part of such land is under dispute and if application is filed along with a different design agreeing to construct the building in the remaining land and agree to court’s verdict over the disputed land, the chief administrative officer may issue the permit within fifteen days of received such application. (4) The fee for the permit to be issued for building construction as per this Clause shall be as determined by the rural municipality or municipality. 34. To approve the design: (1) The chief administrative officer should also endorse the design of the building while issuing the permit to construct any building. (2) While approving the design of any building as per Sub-clause (1), the chief administrative officer may approve it with necessary changes in pursuance to the standards set by the physical development plan and the prevalent law. 35.",
    "any building as per Sub-clause (1), the chief administrative officer may approve it with necessary changes in pursuance to the standards set by the physical development plan and the prevalent law. 35. To make changes in the design: If any changes are to be made in the design approved as per Clause 34, the chief administrative officer may endorse changes in the design that does not affect the standards set as per the prevalent law in areas other than adding floors, changing the faced or length and increase the breadth. Provided that if an amended design is presented in pursuance to the set standards to add floors, change the façade or length and increase breadth, then the permit can be issued after charging the additional fee prescribed by the rural municipality or municipality. 36: To be informed: Notwithstanding whatsoever is written in this chapter, if the building permit cannot be issued as per the report received pursuant to Clause 32 or for other reasons, the Chief Administrative",
    "To be informed: Notwithstanding whatsoever is written in this chapter, if the building permit cannot be issued as per the report received pursuant to Clause 32 or for other reasons, the Chief Administrative Officer shall inform the individual or government agency filing application as per Clause 28 along with reasons for it within seven days of receiving such report. 37. Complaint to be filed: (1) The individual or agency filing the application for building construction permit as per Clause 28 may file a complaint with the Chair or Mayor within thirty-five days of not having received the permit within the limitation as per Clause 33 and within thirty-five days of being informed as per Clause 36, if not satisfied with the report. (2) In case of a report received as per Sub-clause (1), the Chair or Mayor shall carry out an inquiry into it and if found to be issued the building construction permit the Chief Administrative Officer shall be directed to immediately issue the permit. 38. Period",
    "or Mayor shall carry out an inquiry into it and if found to be issued the building construction permit the Chief Administrative Officer shall be directed to immediately issue the permit. 38. Period for building construction: (1) The individual or government office receiving the building construction permit should construct the building within two years from the date of having received the permit accordingly. (2) If the building is not constructed within the limitation as per Sub-clause (1), then an application must be filed before the Chief Administrative Officer for extension of the limitation before such limitation expires, along with reasons for the same. (3) In case of an application received as per Sub-clause (2), the Chief Administrative Officer may extend the limitation for two years after charging five per cent of the fee charged in the first instance. 39. Inquiry and action: (1) The Chief Administrative Officer may depute any engineer, subengineer or employee to examine the following",
    "five per cent of the fee charged in the first instance. 39. Inquiry and action: (1) The Chief Administrative Officer may depute any engineer, subengineer or employee to examine the following matters in relation to the building constructed or being constructed by anyone in the rural municipality or municipality area: (a) Whether permit has been acquired as per the approved standards from the Government of Nepal to construct the building, (b) Whether the building is being constructed as per the design permitted pursuant to the approved standards of the Government of Nepal, and (c) Whether the building has encroached upon public land, road, canal, temple, chowk, sewage, drain, pond etc. (2) The individual constructing the building and all those related with the building construction work should respond to the queries of those coming to inquire as per Sub-clause (1) and provide or show the documents sought and provide necessary support. (3) The employee deputed for examination as per Sub-clause",
    "the queries of those coming to inquire as per Sub-clause (1) and provide or show the documents sought and provide necessary support. (3) The employee deputed for examination as per Sub-clause (1) shall carry out necessary examination of such building construction and present his/her report along with recommendations to the Chief Administrative Officer within fifteen days from the date of being deputed accordingly. The Chief Administrative Officer shall present such report to the Chair or Mayor within seven days. (4) If anyone is found to have constructed or constructing building against Sub-clause (1) as per the report submitted pursuant to Sub-clause (2), the Chair or Mayor shall issue an order to bring down the building or any part of it. (5) As per the report submitted pursuant to Sub-clause (2), if anyone is found to have constructed or constructing building without having the design approved or by making changes without approval in the endorsed design then the Chair or Mayor shall",
    "(2), if anyone is found to have constructed or constructing building without having the design approved or by making changes without approval in the endorsed design then the Chair or Mayor shall fine the individual five hundred thousand rupees for constructing building without approving the design and two hundred thousand rupees for constructing by making changes in the design without approval, and issue an order to bring down such building or some part of it. (6) Prior to issuing an order as per Sub-clause (4) or (5), the Chair or Mayor should give appropriate opportunity for the individual constructing such building to present his/her clarification. 40. Appeal: The individual not satisfied with the order issued by the Chair or Mayor as per Sub-clause (4) or (5) of Clause 39 may register an appeal at the District Court within thirty-five days of receiving the information of such order and the decision of the District Court in relation to such appeal shall be the final verdict. 41. To",
    "at the District Court within thirty-five days of receiving the information of such order and the decision of the District Court in relation to such appeal shall be the final verdict. 41. To recover the expenses incurred in dismantling building, structures: (1) In case of an order is issued to dismantle any building, structure or part of it as per Sub-clause (4) or (5) of Clause 39, if an appeal is filed against such order as per Clause 40 then within thirty-five days of the date of the decision to dismantle the building or any of its part being endorsed by the District Court and within thirty-five days of the expiry of the date for appeal, the concerned individual shall dismantle such building, structure or any part of it as per the order of the Chair or Mayor or the district court. (2) If the concerned individual does not dismantle such building, structure or any part of it within the limitation as per Sub-clause (1), then the rural municipality or municipality shall dismantle such building,",
    "district court. (2) If the concerned individual does not dismantle such building, structure or any part of it within the limitation as per Sub-clause (1), then the rural municipality or municipality shall dismantle such building, structure or any part of it, and expenses incurred while dismantling it accordingly shall be recovered from the concerned individual. 42. Special provision related to approval of design: (1) Notwithstanding whatsoever is written in this Chapter, in case of the building constructed prior to the commencement of this Act without approving the design as per the then prevailing law or by making changes without approval in the approved design, if the standards and code related to building construction has been followed then the municipality shall for one time since the commencement of this Act grant approval to have the design endorsed or make changes in the approved design by making the following provisions: (a) Publish a public notice for filing of application along",
    "this Act grant approval to have the design endorsed or make changes in the approved design by making the following provisions: (a) Publish a public notice for filing of application along with evidence with a limitation of thirty-five days to the concerned individual, (b) In case of an application is received within the limitation mentioned in Section (a), carry out an onsite technical examination, inquire with the immediate neighbours and verify whether the standards and code related to building construction has been followed, (c) In case it is verified that the standards and code related to building construction has been fulfilled, then charge three times of the current fee applicable for approving the design or making changes to the approved design. (2) Notwithstanding whatsoever is written in Sub-clause (1), the provision shall not apply in case of apartment, housing, hotel and other commercial buildings. 43. To enforce, cause to enforce the national building code: (1) The rural municipality",
    "Sub-clause (1), the provision shall not apply in case of apartment, housing, hotel and other commercial buildings. 43. To enforce, cause to enforce the national building code: (1) The rural municipality and the municipality shall enforce, cause to enforce the national building code determined by the Government of Nepal while approving the design of the building as per Clause 26. (2) The rural municipality and municipality may enforce additional standards by acting within the national building code. 44. To adopt national standard and provincial standard: (1) The rural municipality and the municipality should adopt the national and provincial standards set by the Government of Nepal and the provincial government in the construction, operation or management of roads, physical infrastructure, integrated settlement development and urban plan, land use plan, consumable service, social service and infrastructure. (2) The rural municipality and the municipality may enforce additional standards",
    "roads, physical infrastructure, integrated settlement development and urban plan, land use plan, consumable service, social service and infrastructure. (2) The rural municipality and the municipality may enforce additional standards without compromising on the national and provincial standards as per Sub-clause (1). 45. To determine the jurisdiction of roads: (1) The rural municipality or municipality can designate the right of way in the local roads under its jurisdiction. (2) The rural municipality and municipality should enforce the standards of the right of way of national, provincial level roads. (3) The rural municipality or municipality can cause to remove or dismantle at any time the structures built within the right of way as per Sub-clause (1) or (2). (4) If the structures are not removed or dismantled as per the order of Sub-clause (3), the rural municipality or municipality can remove and dismantle it by itself. The cost incurred in removing or dismantling thereof shall be",
    "dismantled as per the order of Sub-clause (3), the rural municipality or municipality can remove and dismantle it by itself. The cost incurred in removing or dismantling thereof shall be recovered from the concerned individual, institution or body. (5) After the commencement of this Act, if the right of way prescribed for once as per Subclause (1) has to be changed and that includes the land or the structures building on that land belonging to anyone under the changed right of way, then compensation should be provided while acquiring the land or removing or dismantling the structures built on the land.",
    "Chapter-8 Provision related to the judicial work 46. Judicial Committee: (1) There shall remain a judicial committee in every rural municipality and municipality as per Article 217 of the Constitution. 47. Jurisdiction of the judicial committee: The judicial committee shall have the right to settle the following cases: (a) Border/boundary of land, dams, ditches or distribution and use of water, (b) Damage to other crops, (c) Pasture land, green fodder, fuel wood, (d) Unpaid wages, (e) Lost or found of domestic animals and birds, (f) Not caring and looking after elderly citizens, (g) Not providing decent food and clothing or education to minor children or husband-wife, (h) House rent and house rent facility with amount up to twenty-five hundred thousand annually, (i) Planting of trees to affect other’s house, land or property, (j) Throwing water from one’s house or verandah to others house, land or public road, (k) Not leaving the area of land to be left as per the law while constructing",
    "property, (j) Throwing water from one’s house or verandah to others house, land or public road, (k) Not leaving the area of land to be left as per the law while constructing a house with a window towards the land of the immediate neighbour, (l) Not allowing to use or causing obstruction to a road being used publicly since ancient times even though it is under the right or ownership of any individual, way out for cattle, pasture for grazing cattle, drain, canal, pond, rest place, cremation site, religious site or any other public location, (m) Other disputes designated by the federal or provincial law to be resolved by the local level. (2) The Judicial Committee shall have the right to settle disputes through mediation in only the following disputes: (a) A land other than government, public or community land owned by one is encroached by other, (b) Construction of house or any structure in a land other than government, public or community land, noting belonging to the person but of others,",
    "community land owned by one is encroached by other, (b) Construction of house or any structure in a land other than government, public or community land, noting belonging to the person but of others, (c) Divorce between wife and husband, (d) Physical assault that could be liable to a maximum of one years of imprisonment, other than those leading to dismemberment, (e) Defamation, (f) Looting and assault (g) Leaving cattle stray or affecting others due to negligence in course of keeping animals and birds, (h) Unauthorized entry to other’s residence, (i) Cultivating or possessing land that is in other’s possession, (j) Affecting neighbour with sound pollution or throwing solid waste, (k) Other civil disputes filed by an individual as claimant which could be mediated as per prevalent law and criminal disputes that could lead to up to one year’s imprisonment. (3) In case of the disputes relating to Sub-clause (2), it shall not be regarded to have obstructed to file a case directly at the court",
    "lead to up to one year’s imprisonment. (3) In case of the disputes relating to Sub-clause (2), it shall not be regarded to have obstructed to file a case directly at the court if the concerned party wishes. (4) In the disputes mentioned in this Clause petition must be filed before the Judicial Committee within the limitation if any such limitation is prescribed to file petition before the case hearing authority in the prevalent law and within thirty-five days of such act having committed in case where no limitation has been prescribed. EXPLANATION: For the purpose of this Chapter petition has also mean complaint or law suit. 48. Exercise of Jurisdiction: (1) The judicial committee coordinator and members shall collectively exercise the jurisdiction of the judicial committee and the opinion of majority shall be deemed as the decision of the judicial committee. (2) Notwithstanding whatsoever is written in Sub-clause (1), the dispute can be prosecuted and settled with the presence of the",
    "of majority shall be deemed as the decision of the judicial committee. (2) Notwithstanding whatsoever is written in Sub-clause (1), the dispute can be prosecuted and settled with the presence of the judicial committee coordinator and one another member. (3) While prosecuting, and settling as per Sub-clause (2), with the presence of two members, except the Judicial committee coordinator, other action can be taken except to decide on and give final verdict on the dispute. (4) If the post of the coordinator falls vacant for any reason, then the dispute can be prosecuted and settled with the unanimous decision of the remaining two members. (5) Notwithstanding whatsoever is written elsewhere in this Clause, if the judicial committee coordinator or any member carries personal concern or interest in any of the dispute or if any person related to the coordinator or member is a party to the dispute, then the person cannot prosecute and settle the case. (6) In case of the dispute that cannot be",
    "if any person related to the coordinator or member is a party to the dispute, then the person cannot prosecute and settle the case. (6) In case of the dispute that cannot be overseen by the coordinator or any member as per Sub-clause (5), the members other than such coordinator or member can prosecute and settle the dispute. If the Coordinator and all the members cannot prosecute and settle the case, then the concerned assembly should designate three members just to prosecute and settle that particular case. (7) While prosecuting and settling the dispute as per Sub-clause (6), the senior most member among the three members shall serve as the Judicial Committee coordinator. 49. Justice execution process: (1) The Judicial Committee shall send the evidence of the petition of dispute registered before it to the concerned party after having it registered. (2) While prosecuting and settling the dispute registered before it, the judicial committee shall as far as possible encourage reconciliation",
    "dispute registered before it to the concerned party after having it registered. (2) While prosecuting and settling the dispute registered before it, the judicial committee shall as far as possible encourage reconciliation and reconcile with the consensus of both parties. If the parties do not reconcile, then the judicial committee should prosecute and settle the case as per the law in the dispute as mentioned in Sub-clause (1) of Clause 47. (3) The Judicial Committee shall, while carrying out reconciliation as per Sub-clause (2), do so through the mediators enlisted by the Committee. (4) In the dispute mentioned in Sub-clause (2) of Clause 47, the Judicial Committee should settle the case through mediation within three months from the date of arrival of the defendant. If reconciliation is not possible within the period, the concerned party should be communicated to go to the court by mentioning the same details and the documents and evidence related to it should also be sent to the concerned",
    "period, the concerned party should be communicated to go to the court by mentioning the same details and the documents and evidence related to it should also be sent to the concerned court. (5) If the party as per Sub-clause (4) presents himself/herself, then the concerned Court shall prosecute and settle the case as per the prevalent law. (6) In the dispute registered before the Judicial Committee, if the claimant has filed a petition to withhold the accounts, deposit in the name of the defendant in any bank, company, financial institution or other agency or to keep on hold the amount that the claimant is entitled to and not pay to anyone else or to stop the transfer of the ownership of any immovable property in the possession of the defendant, then the Judicial Committee if it finds appropriate to do so following an inquiry write to the concerned agency to withhold it by specifying a period for it, and communication received as such should be followed to withhold accordingly and the",
    "appropriate to do so following an inquiry write to the concerned agency to withhold it by specifying a period for it, and communication received as such should be followed to withhold accordingly and the judicial committee informed about it. (7) If the defendant files as application before the Judicial Committee to lift the act of withholding as per Sub-clause (6), the committee may write to the concerned agency to release it if it found to be appropriate to do so as per the application and communication received as such should be followed to release it and the judicial committee informed about it. (8) While exercising the jurisdiction as per Clause 47, the Judicial Committee may also issue an interim protection order to the concerned party in the dispute related to the husband and wife or of protection of elderly citizens for the interest of their minor child or any other person dependent on the person: (a) To allow the victim to live in the house he/she has being staying, provide food",
    "of elderly citizens for the interest of their minor child or any other person dependent on the person: (a) To allow the victim to live in the house he/she has being staying, provide food and clothing, to not physically assault and to behave in a decent and civilized manner, (b) To carry out treatment if the victim has suffered physical or mental injury, (c) To make arrangement for separate accommodation if it is deemed necessary for the victim and to make proper arrangement of subsistence in such separate accommodation, (d) To not slur, threaten or behave in an uncivilized way with the victim, (e) To carry out other necessary and appropriate matters for the interest and security of the victim. (9) If any application is filed before the Judicial Committee in relation to any dispute as per Clause 47, then the defendant himself/herself or his/her representative should be present before the Judicial Committee along with written details within the limitation if a limitation is specified for",
    "any dispute as per Clause 47, then the defendant himself/herself or his/her representative should be present before the Judicial Committee along with written details within the limitation if a limitation is specified for the defendant to be present before the case hearing authority in the prevalent law and if not specified then within fifteen days, besides the travel time. (10) The Judicial Committee may constitute mediation centres in every ward for the purpose of forging reconciliation in the disputes as per Clause 47. (11) In case of more than one mediation centres in one ward, the judicial committee may send the disputing parties to the mediation centre they have chosen or in case of failure of consensus on the parties on the matter then to any mediation centre of the ward for resolving dispute through mediation. (12) While prosecuting and settling the petition of dispute registered before it, the judicial committee shall carry out the process of registration of the petition, necessary",
    "ward for resolving dispute through mediation. (12) While prosecuting and settling the petition of dispute registered before it, the judicial committee shall carry out the process of registration of the petition, necessary inquiry and prosecution of the dispute, process to make the sides present, bail, time to execute the case, the procedures relating to mediation, and other procedures of dispute resolution as per the local law. 50. Written information to be provided: The final decision of the dispute by the judicial committee should be provided to the concerned sides within thirty-five days of the decision made, including a certified copy of the decision. 51. Right to appeal: Any party not satisfied with the decision of the judicial committee may appeal to the concerned District Court within ninety days of the date of the decision. 52. Enforcement of mediation or decisions: (1) The Executive shall at once execute or cause to execute the mediation or decision by the judicial committee.",
    "of the date of the decision. 52. Enforcement of mediation or decisions: (1) The Executive shall at once execute or cause to execute the mediation or decision by the judicial committee. (2) Other provisions related to the enforcement of the mediation or decision by the judicial committee shall be as per the local law. 53. Records to be maintained: (1) The documents related to the dispute where the mediation or decision took place and the records of the mediation or decision by the judicial committee should be kept in an orderly and safe manner by the rural municipality and municipality. (2) The judicial committee shall submit through the chair or mayor an annual report of its work to the concerned assembly.",
    "Chapter-9 Fiscal jurisdiction of the rural municipality and municipality 54. Not to impose tax, raise or acquire loan except as per the law: The rural municipality and municipality shall not impose, collect any tax and raise loan in its jurisdiction, except as per the law. 55. Property tax and house and land tax: (1) The rural municipality and municipality shall impose an integrated property tax or house and land tax within its jurisdiction. Provided that integrated property tax would be imposed from 1st of Shrawan 2075 B.S. EXPLANATION: For the purpose of this Clause, the integrated property tax means the property tax impose in an integrated manner by calculating the house and land under the ownership of a single person within the area of any rural municipality or municipality. (2) The following issues needs to be taken into consideration while imposing tax as per Subclause (1), (a) Size, type, composition and use of the house land and status of the productive utility of immovable property,",
    "issues needs to be taken into consideration while imposing tax as per Subclause (1), (a) Size, type, composition and use of the house land and status of the productive utility of immovable property, (b) Living standard, financial status and spending capacity of the citizen, (c) The prevalent market price and depreciating value of the immovable property, (d) Other basis deemed appropriate by the assembly. 56. Land tax (land revenue): The rural municipality and municipality shall impose land tax on land in its jurisdiction depending on the utility of the land. Provided that land tax shall not be enforced in case integrated property tax has been levied. 57. House rent tax: The rural municipality and municipality shall impose house rent tax within its jurisdiction if any individual or institution has rented out in full or partial the house, shop, garage, godown, tent, shed, factory, land or pond etc in the rural municipality and municipality. 58. Business tax: The rural municipality and municipality",
    "rented out in full or partial the house, shop, garage, godown, tent, shed, factory, land or pond etc in the rural municipality and municipality. 58. Business tax: The rural municipality and municipality shall impose business tax on the basis of capital investment and financial transaction on any trade, business or profession within its area. 59. Rent or tenancy tax: The rural municipality and municipality shall impose rent or tenancy tax on the weekly bazaar, market, shops constructed, overseen or operated by itself within its area. 60. Parking fee: The rural municipality and municipality may impose parking fee for the parking service provided to any vehicle within its area. 61. Herbs, scrap and wildlife tax: The rural municipality and municipality shall impose herbs and wildlife tax on wool, herbs, hay grass, scrap goods and for the commercial use of the bones, horn, feather, skin etc of the dead or killed wildlife other than the wildlife prohibited by the prevalent law. 62. Service fee:",
    "scrap goods and for the commercial use of the bones, horn, feather, skin etc of the dead or killed wildlife other than the wildlife prohibited by the prevalent law. 62. Service fee: (1) The rural municipality and municipality may levy and collect fee in cable car, trekking, kayaking, canoeing, bungee jump, zip flyer, rafting, paragliding and other local tourism, entertainment and adventure sports related service or business operated in its area. Provided that while imposing fee on the service or business to be operated in the river bordering with another rural municipality or municipality or to be carried out by including more than one rural municipality or municipality it shall be carried out in coordination with the concerned village municipality and municipality. (2) The rural municipality and municipality may impose, collect and manage the service fee from the concerned service provider or the user of any service or infrastructure that it has constructed, operated or managed as follows:",
    "municipality may impose, collect and manage the service fee from the concerned service provider or the user of any service or infrastructure that it has constructed, operated or managed as follows: (a) Drinking water, power, tap, guest house, dharmashala, library, meeting hall, public telephone and other similar services, (b) Services like solid waste management, sanitation, sewage, street lamps etc, (c) Toilet, park, bathroom, swimming pool, gym, guest house, tourist sport, hostel, weekly market, animal butchery house, crematorium, dhobighat (washer man) and other similar facilities., (d) Services like road, bus park, sewage, bridge, footpath, chowk, lane, canal, light etc, (e) For service of evaluating the immovable property or any other thing, (f) Any service relating to recommendation. (2) The providing of facilities as mentioned in Sub-clause (1) and the raising of service fee for it may be carried out by the rural municipality and municipality itself or through a management contract",
    "facilities as mentioned in Sub-clause (1) and the raising of service fee for it may be carried out by the rural municipality and municipality itself or through a management contract or through the private sector. (3) The rural municipality or municipality may raise the service fee for the services to be provided or for the use of such services as mentioned in Sub-clause (1) and (2) by itself or raise it through management contract or through the private sector. 63. Not to impose tax, fee or tariff: (1) The rural municipality and municipality shall not impose tax on matters that are tax exempted as per the law to diplomatic mission or diplomats. (2) The rural municipality and municipality shall not impose any kind of tax, fee or tariff on goods imported from outside the country by the Government of Nepal, provincial government, university, government hospitals, government-owned foundation or development committee for projects run with foreign loan or grant. (3) Integrated property tax shall",
    "from outside the country by the Government of Nepal, provincial government, university, government hospitals, government-owned foundation or development committee for projects run with foreign loan or grant. (3) Integrated property tax shall not apply on the stock of the houses remaining after being sold under the collective residence or joint residence within the period designated by the rural municipality or municipality. Provided that if the unsold stock is utilized in any way, then tax would apply on the stock. (4) Integrated property tax shall not be imposed on the basement, garden, parking area that is used not only by an individual or a family but collectively as part of a joint housing or collective housing built with approval from the Government of Nepal, provincial government or rural municipality and municipality. 64. Determination of tax, collection and sharing within the dual jurisdiction of the province and rural municipality and municipality: (1) The determination and collection",
    "government or rural municipality and municipality. 64. Determination of tax, collection and sharing within the dual jurisdiction of the province and rural municipality and municipality: (1) The determination and collection of the following taxes under the jurisdiction of province and rural municipality and municipality shall be as follows: (a) The province to determine and collect the vehicle tax, Provided that the rural municipality and municipality shall determine and collect the vehicle tax of horse cart, rickshaw, auto rickshaw and e-rickshaw and deposit it in its fund. (b) The rate of house and land registration shall be determined by the province and its collection by the rural municipality and municipality, (c) The determination and collection of the rate of advertisement tax shall be carried out by the rural municipality or municipality, (d) The province to determine the rate and way of collection of entertainment tax and its collection to be carried out by the concerned rural",
    "by the rural municipality or municipality, (d) The province to determine the rate and way of collection of entertainment tax and its collection to be carried out by the concerned rural municipality or municipality, (e) Determination of the rate of tourism fee and its collection shall be as follows: (i) The province to determine and collect trekking and tourism tariff, (ii) The province to determine and collect the trekking and tourism fee, (f) The province to determine the rate of natural resources including stones, pebbles, slate, sand, limestone, magnesite, Abhrakha and Dahattar Bahattar, and the collection by the concerned rural municipality or municipality. (2) Notwithstanding whatsoever is written in Sub-clause (1), the mountaineering fee and entry fee to national park and wildlife reserve would be determined and collected as provided by the Government of Nepal. (3) The revenue to be collected as per this Clause by the province and rural municipality and municipality shall be deposited",
    "determined and collected as provided by the Government of Nepal. (3) The revenue to be collected as per this Clause by the province and rural municipality and municipality shall be deposited under separate source-wise heading by setting up a fund at the provincial level. (4) The following bases needs to be considered while sharing every heading-wise amount deposited as per Sub-clause (2) in a balanced and transparent manner: (a) Basis of origin of revenue, (b) Revenue collection cost, (c) The service provided to the people by the province and rural municipality and municipality, (d) Poverty, local regional imbalance and inequality minimization, (e) Other basis of income 65. Local Revenue Advisory Committee: There shall remain a local revenue advisory committee in the rural municipality or municipality as follows for consultation relating to revenue: (a) Vice-chair or Deputy-mayor -Coordinator (b) Chief Administrative Officer -Member (c) Two members including one woman from among the members",
    "municipality or municipality as follows for consultation relating to revenue: (a) Vice-chair or Deputy-mayor -Coordinator (b) Chief Administrative Officer -Member (c) Two members including one woman from among the members of the executive designated by the executive -Member (d) Village or town level chair of a recognized institution related to industry and commerce of the private sector or his/her representative – Member (e) Village or town level chair of a recognized institution related to Cottage and small industry or his/her representative (f) Chief of the revenue division, department or branch of the executive -Member-secretary (2) The function, duties and rights of the Revenue Advisory Committee shall be as follows: (a) Formulation, reform and amendment of revenue related policy and law, and provide necessary consultation in relation to its adherence, (b) Analyse the revenue sources, circle and rate and make revenue estimates for the coming fiscal year, (c) Make internal income analysis",
    "provide necessary consultation in relation to its adherence, (b) Analyse the revenue sources, circle and rate and make revenue estimates for the coming fiscal year, (c) Make internal income analysis and estimates based on rate and area of revenue, (d) Provide consultation on the type of tax policy that contribute to promotion of local industry and business and to generating employment, (e) Provide consultation in relation to the rate of tax revenue, non-tax revenue, service tariff, fee etc. (f) Provide other required consultation for revenue administration reforms. (3) The committee as per Sub-clause (1) may invite as required concerned sector experts and other stakeholders to the committee meeting. (4) The procedures relating to the meeting of the committee as per Sub-clause (1) shall be as determined by the committee. 66. Resource Estimation and Budget Ceiling Determination Committee: (1) There shall remain a resource estimation and budget ceiling determination committee as follows in",
    "shall be as determined by the committee. 66. Resource Estimation and Budget Ceiling Determination Committee: (1) There shall remain a resource estimation and budget ceiling determination committee as follows in order to make an estimation of the internal income, funds to be received from revenue sharing, grant, loan and other income, and outline its balanced distribution and determine the budget ceiling: (a) Chair or Mayor -Coordinator (b) Vice-chair or deputy Mayor -Member (c) Four members designated by the Chair or Mayor to be representative also of women, Dalit or minorities from among the members of the executive -Member (d) Chief Administrative Officer -Member-Secretary (2) While designating members as per section (c) of Sub-clause (1), the Chair or Mayor shall designate members also from outside the political party that he/she is affiliated with. Provided that in situation where other political parties are not represented in the executive this provision of the Sub-clause shall not",
    "outside the political party that he/she is affiliated with. Provided that in situation where other political parties are not represented in the executive this provision of the Sub-clause shall not be applicable. (3) The function, duties and rights of the committee as per Sub-clause (1) shall be as follows: (a) Make projection of the internal income, income from revenue sharing, fiscal transfer from Government of Nepal and provincial government, internal debt and other income, (b) To prepare an outline for balanced development of the projected sources considering the national and provincial priorities and local needs, (c) To determine the total ceiling of the budget based on the estimation of resources for the coming fiscal year, (d) To determine the thematic budget ceiling, (e) To develop foundation for prioritization of budget and programme based on the guidelines from the Government of Nepal and provincial government, local financial situation and status of internal income, (f) To finalise",
    "develop foundation for prioritization of budget and programme based on the guidelines from the Government of Nepal and provincial government, local financial situation and status of internal income, (f) To finalise guidelines related to formulation of thematic budget, (g) To carry out other tasks based on the local level needs and decision in relation to the resources estimation and determination of budget ceiling. (4) Concerned staff and thematic expert may be invited as required to the meeting of the committee as per Sub-clause (1). (5) The procedures relating to the meeting of the committee as per Sub-clause (1) shall be as determined by the committee. (6) The committee as per Sub-clause (1) shall complete its tasks within the month of Falgun of every year and budget project should be made also for additional two years after the coming fiscal year. (7) The budget ceiling for the coming fiscal year developed as per Sub-clause (1) shall be provided to the thematic division, branch and",
    "for additional two years after the coming fiscal year. (7) The budget ceiling for the coming fiscal year developed as per Sub-clause (1) shall be provided to the thematic division, branch and ward committees of the rural municipality or municipality by the Chief Administrative Officer within 15th Chaitra of every year. (8) The thematic divisions, branch and ward committees should formulate and present to the executive the plan, project, programme and estimated budget of the rural municipality or municipality. 67. Budget and programme formulation committee: There shall remain a budget and programme formulation committee as follows in order to formulate the annual budget and programme of the local level based on the income projection and outline of distribution and budget ceiling determined as per Clause 66: (a) Vice-chair or Deputy Mayor -Coordinator (b) Members of the village executive and town executive overseeing thematic areas -Member (c) Chief Administrative Officer -Member (d) Chief",
    "as per Clause 66: (a) Vice-chair or Deputy Mayor -Coordinator (b) Members of the village executive and town executive overseeing thematic areas -Member (c) Chief Administrative Officer -Member (d) Chief of planning division, department or branch -Member (2) The function, duties and rights of the committee as per Sub-clause (1) shall be as follows: (a) To prepare a proposal of political and programme for the coming fiscal year, (b) To prioritize budget and programme within the budget ceiling set by the committee as per Clause 66. (c) To make arrangement for thematic discussion on the budget and programme proposal and prepare the final proposal and present it to the executive, (d) To make arrangement to avoid duplication in the plan and programme and maintain mutual compatibility and supplementary among the plan and programmes. (e) Carry out other tasks as per the needs of the local level in relation to budget and programme formulation. 68. Loan to be raised: (1) The rural municipality and",
    "and programmes. (e) Carry out other tasks as per the needs of the local level in relation to budget and programme formulation. 68. Loan to be raised: (1) The rural municipality and municipality may raise domestic loan for productive, employment-oriented, internal income generation and for capital works after having it approved by the concerned assembly and by acting within the limit of the recommendation of the national natural resource and fiscal commission. (2) The loan as per Sub-clause (1) cannot be taken for a period of more than twenty-five years. (3) If the loan raised with the Government of Nepal as its guarantor is not paid by the concerned rural municipality or municipality within the prescribed time then the loan shall be paid by deducting the grants to be provided by the Government of Nepal to such rural municipality or municipality. (4) Other provisions relating to the loan to be raised by the rural municipality and municipality shall be as per the federal law.",
    "Chapter-10 Financial working procedures of the rural municipality and municipality 69. Local consolidated fund: (1) There shall remain a separate consolidated fund of every rural municipality and municipality. (2) The following amount shall be credited to the fund as per Sub-clause (1): (a) Funds received from Inland revenue and income, (b) Funds received from revenue sharing, (c) Grants and other amount received from the Government of Nepal, (d) Grants and other amount received from the provincial government, (e) Funds received from any individual, organisation as donation, grant etc. (f) Funds provided from the foreign assistance received by the government for the rural municipality and municipality based on national priority from foreign governments, agencies, association or individuals, (g) Grants and other funds received from another rural municipality and municipality, (h) Funds received through domestic loan, (i) Funds to be received from any other source. (3) All the amount to",
    "other funds received from another rural municipality and municipality, (h) Funds received through domestic loan, (i) Funds to be received from any other source. (3) All the amount to be deposited into the fund of the rural municipality or municipality shall be deposited in the designated bank account. (4) The provision related to expenditure of the amount deposited in the fund as per Subclause (1) shall be as per the local law, (5) While drafting law as per Sub-clause (5), it should be made as such that no amount shall be debited from the fund except the amount as follows: (a) The amount as per the annual budget approved to be spent from the consolidated fund by the Assembly. (b) In case of the annual budget being under consideration, the amount not exceeding onethird of the expenditures allocated in the budget under consideration in the form of advance for daily operations, (c) The amount to be paid or submitted by the rural municipality or municipality as per the court’s verdict, (d)",
    "allocated in the budget under consideration in the form of advance for daily operations, (c) The amount to be paid or submitted by the rural municipality or municipality as per the court’s verdict, (d) The amount designated by the assembly for the emergency fund as per Clause (56). (e) The principle and interest of the loan taken by the rural municipality and municipality. 70. Emergency Fund: The rural municipality and municipality may establish and operate an emergency fund as per the local law. 71. Tabling and endorsement of budget: (1) The Deputy Mayor, Vice-Chair or any member designated by the executive shall present the programme and budget estimates for the next fiscal year within Asar 10 of every year before the Assembly after having it approved by the executive. (2) The annual budget and programme should include the factual details of income and expenditure of the last fiscal year, amended estimates of income and expenditure up to the end of the current fiscal year, and the plan",
    "programme should include the factual details of income and expenditure of the last fiscal year, amended estimates of income and expenditure up to the end of the current fiscal year, and the plan and programmes, and estimated income and expenditure of the coming fiscal year. (3) The Assembly shall complete discussion on the programme and budget tabled as per Subclause (1) within 15 days by developing a schedule for it. (4) Upon conclusion of the discussion as per Sub-clause (3), the assembly shall endorse the budget or send it to the executive along with suggestions. (5) The executive shall review the programme and budget received along with suggestion as per Sub-clause (4) and table it again with necessary amendments or if amendment is not deemed to be necessary then table along with reasons for the same before the assembly within 5 days. (6) The assembly shall endorse the programme and budget submitted as per Sub-clause (1) or (5) by the end of the month of Asar of the same year. (7)",
    "the assembly within 5 days. (6) The assembly shall endorse the programme and budget submitted as per Sub-clause (1) or (5) by the end of the month of Asar of the same year. (7) Notwithstanding whatsoever is written in this Clause, it shall not be deemed to have obstructed to table the annual programme and budget and have it passed within two months of the assumption of the post of office by the office-bearers of the rural municipality and municipality formed by the first election. (8) Other procedures relating to supplementary estimates and budget shall be as per the local 72. Financial year and accounts of income and expenditure: (1) The local level should maintain the period between Saun first of every year to the month of Asad of next year as the fiscal year, and maintain accounts of income and expenditure accordingly. (2) The rural municipality and municipality shall adopt the classification of income and expenditure and the provision of expenditure heading as determined by the Government",
    "and maintain accounts of income and expenditure accordingly. (2) The rural municipality and municipality shall adopt the classification of income and expenditure and the provision of expenditure heading as determined by the Government of Nepal. (3) The rural municipality and municipality may, while acting as per Sub-clause (2), make additional classification of income and expenditure without making any difference to the main heading. 73. Authority and procedures for expenditure: (1) Upon approval of the appropriated budget by the assembly, the Mayor or chair should grant the authority to spend the budget to the chief administrative officer within seven days of such approval. (2) Upon receiving the authority, the chief administrative officer shall grant the authority to spend, as per the law, within the month of Ashar the programme and budget to the concerned division or unit chief and ward secretary. (3) It shall be the full responsibility of the officer receiving the authority to spend",
    "of Ashar the programme and budget to the concerned division or unit chief and ward secretary. (3) It shall be the full responsibility of the officer receiving the authority to spend the amount authorized to be spent as per Sub-clause (1) and (2) within the boundary of the approved budget and as per the prevalent law, to make expenditure, maintain or cause to maintain accounts, carry out audit and clear the arrears. (4) The local consolidated fund shall be operated by the Chief Administrative Officer of the rural municipality or municipality and accounts chief and the district coordination committee fund by the district coordination officer and the accounts chief. (5) The operation of the expenditure accounts shall be carried out by the Chief Administrative Officer of the rural municipality or municipality or an officer-level staff assigned by the CAO and accounts chief or accounts staff designated by him/her and of the district coordination committee by the district coordination officer",
    "municipality or municipality or an officer-level staff assigned by the CAO and accounts chief or accounts staff designated by him/her and of the district coordination committee by the district coordination officer or an officer-level staff assigned by the DCO and accounts chief or accounts staff designated by him/her. (6) While spending the approved budget, the chief administrative officer shall make necessary arrangement to maintain regularity, austerity, work efficiency, effectiveness and rationale. (7) The executive shall not be allowed to spend the budget by going outside the approved ceiling and heading. 74. Public procurement to be made: (1) The rural municipality and municipality shall make public procurement as per the federal public procurement act. (2) The rural municipality and municipality may draft and enforce public procurement regulations under the Act as per Sub-clause (1). 75. To be deposited in consolidated fund: Any unspent amount of budget in a fiscal year shall be",
    "and enforce public procurement regulations under the Act as per Sub-clause (1). 75. To be deposited in consolidated fund: Any unspent amount of budget in a fiscal year shall be automatically transferred to the consolidated fund of the rural municipality or municipality at the end of the fiscal year. 76. Maintenance of Accounts of transaction: (1) The records of books and accounts of the income and expenditure of the rural municipality and municipality and the classification of its revenue and expenditure headings shall be as prescribed. (2) The accounts of transaction of the local level shall be maintained in the format as approved by the auditor general on the recommendation of the Office of the Comptroller General. (3) The quarterly progress of the amount spent from the fund of rural municipality or municipality should be submitted to the meeting of the executive by the Executive Officer within 15 days of end of such period. (4) The rural municipality and municipality, and ward office",
    "or municipality should be submitted to the meeting of the executive by the Executive Officer within 15 days of end of such period. (4) The rural municipality and municipality, and ward office shall publish the details of the income and expenditure within the 7th of every month. (5) The rural municipality or municipality shall prepare a quarterly heading-wise details of income and expenditure made in the local consolidated fund, and send it to the Ministry, provincial financial ministry, the federal finance ministry and the national natural resources and fiscal commission. (6) Provided that the Government of Nepal or provincial government or local level suffer any kind of damage and loss as a result of the failure of the official authorized to maintain accounts of the transaction of the local level, the loss and damage so incurred shall be recovered from the responsible person. 77. Auditing: (1) The local level shall carry out the final audit of its income and expenditure from the Auditor",
    "loss and damage so incurred shall be recovered from the responsible person. 77. Auditing: (1) The local level shall carry out the final audit of its income and expenditure from the Auditor General. (2) The local level should carry out internal auditing of its income and expenditure as per the (3) While carrying out the internal audit, the regularity and austerity should be audited and the remarks pointed out by the internal auditor should be addressed by the concerned official before the final auditing takes place. (4) A copy of the internal auditing should be provided to the dora deputed for the final auditing or the individual or agency as designated by the Auditor general. 78. To maintain internal control mechanism: (1) Every local level should develop and enforce an internal control mechanism as per the nature of their work to execute the works to be carried out by itself and through its office in an austere, efficient and effective manner, to make the financial reporting system reliable",
    "the nature of their work to execute the works to be carried out by itself and through its office in an austere, efficient and effective manner, to make the financial reporting system reliable and to carry out works as per the prevalent law. (2) While developing the internal control mechanism as per Sub-clause (1), attention should also be paid to issues like the environment of the control as per the nature of work, identification of risk areas, exchange of information, monitoring and evaluation. (3) To monitor the internal control mechanism as per Sub-clause (1) and (2), the concerned local level Chair or Mayor or district coordination committee Chief should him/herself do the work or designate a responsible officer to carry out the monitoring. (4) The responsibility of improving the shortcomings/weakness observed through the monitoring as per Sub-clause (3) and consolidate the internal control mechanism lies on the concerned chair or mayor or district coordination committee chief. (5)",
    "of improving the shortcomings/weakness observed through the monitoring as per Sub-clause (3) and consolidate the internal control mechanism lies on the concerned chair or mayor or district coordination committee chief. (5) The rural municipality and municipality shall operate programmes like public audit, social audit and public hearing in order to make public service delivery transparent, accountable and responsive. 79. Transfer in budget heads: The executive may transfer the budget allocation amount from one head to another not exceeding twenty percent of the amount of the head in the approved annual budget. 80. Use of information technology: (1) The Ministry may designate the format of information technology to be used in the field to maintain uniformity in the financial procedures and administration functioning and to promote transparency and accountability.",
    "Chapter-11 Administrative organisation and provision of staff 81. Office: The officer of the rural municipality and municipality and ward committee shall be located at the centre of such rural municipality, municipality or ward. 82. Office seal: (1) The local level shall use the coat of arms of Nepal and may mention its name at the lower border of such seal. (2) The office as per Sub-clause (1) shall also serve as the Secretariat of the Executive. 83. Administrative organisation and employee positions: (1) The rural municipality and municipality shall maintain an organisational structure including thematic units or divisions in the rural municipality and municipality based on an organisation and management survey considering their respective work load, revenue capacity, expenditure size, local needs and speciality. (2) The organisational structure as per Sub-clause (1) should also include the organisational structure of every ward. (3) (1) The executive officer shall, considering the jurisdiction",
    "local needs and speciality. (2) The organisational structure as per Sub-clause (1) should also include the organisational structure of every ward. (3) (1) The executive officer shall, considering the jurisdiction and work load of the rural municipality or municipality and on the basis of the organisation and management survey, prepare a proposal for the post of employees necessary for the permanent nature of work and to be hired through service contract. (4) While preparing the proposal for the post of staff as per Sub-clause (1), the source of expenditure incurred for salary, allowance, provident fund contribution, gratuity or pension for the employees should also be analysed, and propose posts only by ensuring such expenditure. (5) Temporary posts shall not be created for the operation of the services of the local level. (6) For works requiring expert service and found to be appropriate and effective to be executed through service contract based on the organisation and management survey",
    "services of the local level. (6) For works requiring expert service and found to be appropriate and effective to be executed through service contract based on the organisation and management survey of the rural municipality or municipality, it should be met through service contract. (7) In the approved position (posts) for municipal police, the rural municipality or municipality, municipal police can be recruited through open competition for a maximum of five years at a time on service contract basis. (8) Notwithstanding whatsoever is written in the Clause, the provision of driver, office assistant and for cleaning-related services should be made only through service contract. (9) The remuneration and other facilities of the employees appointed on a service contract basis as per Sub-clause (6), (7) and (8) shall as mentioned in the same contract. (10) The organisation and management survey report presented as per this Clause should be endorsed by the Assembly. 84. Provision relating to",
    "and (8) shall as mentioned in the same contract. (10) The organisation and management survey report presented as per this Clause should be endorsed by the Assembly. 84. Provision relating to executive officer: (1) There shall remain a chief administrative officer to serve as the administrative head in every rural municipality and municipality. (2) Until the function, duties and rights of the chief administrative officer are not prescribed by the local law, the function, duties and rights of the executive officer shall be as follows: (a) To act as the Secretary of the Assembly and Executive, (b) To enforce, cause to enforce the decision of the Assembly and Executive, (c) Formulate annual programme and budget as per the direction of the Chair or Mayor, implement and monitor and evaluate it, (d) To maintain up-to-date records of the fund and financial transaction, and carry out audit, and clear the arrears, (e) To prepare and submit reports to conclude the projects before the executive meeting,",
    "To maintain up-to-date records of the fund and financial transaction, and carry out audit, and clear the arrears, (e) To prepare and submit reports to conclude the projects before the executive meeting, (f) To protect the movable and immovable property of the rural municipality or municipality, maintain records, and keep them updated, (g) Summon the meeting of the executive and assembly as per the direction of the Chair or Mayor, and carry out other necessary tasks relating to the meeting. (h) Certify the decision of the executive, and maintain safe records of the decision of the Assembly and executive, (i) To protect the documents related to the reconciliation/mediation and verdict of the judicial committee, (j)To maintain administrative and financial control of the rural municipality or municipality, (k) Develop a public procurement plan and carrying out, cause to carry out the procurement related works, (l) To carry out other tasks as assigned by the assembly or executive. (3) The appointment",
    "a public procurement plan and carrying out, cause to carry out the procurement related works, (l) To carry out other tasks as assigned by the assembly or executive. (3) The appointment of the chief administrative officer shall be made as per the law. (4) The Government of Nepal shall depute an officer-level employee from the civil service to serve as the chief administrative officer until the appointment of the chief administrative officer is made as per Sub-clause (3). 85. Employee adjustment: (1) Notwithstanding whatsoever is written elsewhere in this Act, the provision related to employee adjustment at the local level shall be as per the prevalent federal law. (2) Until the adjustment of employee is made as per Sub-clause (1), the Government of Nepal may depute any employee working in civil service and local level to the local level. (3) Notwithstanding whatsoever is written in Sub-clause (1), the permanent staff working at the local level at the time of commencement of this Act shall",
    "and local level to the local level. (3) Notwithstanding whatsoever is written in Sub-clause (1), the permanent staff working at the local level at the time of commencement of this Act shall be regarded to have automatically adjusted in the concerned local level. The district coordination committee staff may be deputed to the local level of the concerned district and deputation of staff accordingly should be prioritized to the rural municipality and municipality without sufficient staffers. 86. Formation of local service, appointment of employees and terms of service: (1) The basic principle and standards relating to formation, operation and management, and terms and conditions of service of the local level shall be as per the federal law. (2) Other provisions relating to formation, operation and management, and terms and conditions of service of the local service shall be as per the law drafted by the local level within the preview of Sub-clause (1). (3) In the permanent post of local",
    "and conditions of service of the local service shall be as per the law drafted by the local level within the preview of Sub-clause (1). (3) In the permanent post of local service, only the candidates selected and recommended by the provincial service commission can be appointed. (4) If the federation and province demands the records and details of the local service employees, then it shall be the duty of the local level to provide such records and details. 87. Provision relating to competition: In the vacant positions to be fulfilled among the approved permanent positions of the local level, the employees working continuously at the time of the commencement of this act shall be given an opportunity to sit in the open and internal competitive first advertisement examinations to be conducted by the Public Service Commission following the commencement of this Act. The age bar shall not apply to such employees to sit for the first advertisement examinations. They shall automatically retire",
    "conducted by the Public Service Commission following the commencement of this Act. The age bar shall not apply to such employees to sit for the first advertisement examinations. They shall automatically retire if they do not attend the examinations or fail in it. 88. Salary of employees: The starting scale of the salary of the local service employees shall be as per the standard prescribed by the Provincial government and it shall be as prescribed by the Ministry until it is prescribed by the provincial government accordingly. 89. To be deputed: (1) Based on the demand of the local level and if found appropriate, the Government of Nepal may depute any employee of civil service for a maximum of two years to be paid at the local level itself. 90. To adopt a hierarchical system: The local level shall adopt a hierarchical system based on classification during formation, operation and management of the local service. 91. Provision of retirement fund: (1) The local level shall establish a retirement",
    "The local level shall adopt a hierarchical system based on classification during formation, operation and management of the local service. 91. Provision of retirement fund: (1) The local level shall establish a retirement fund for the gratuity or pension based on contribution, medical treatment and other facilities to be received by a local service employee upon retirement as per the his/her terms of service. (2) The local level shall deduct 10 per cent from the monthly salary of every employee working under its posts and add 12 per cent of such salary to the fund as per Sub-clause (1). (3) The amount deposited as per Sub-clause (2) shall be used to provide medical treatment facility, gratuity or pension based on contribution as per the law upon retirement to the concerned employee. (4) Amount from the retirement fund as per this Clause cannot be spent for any other purpose. (5) Other provisions related to the retirement fund shall be as prescribed.",
    "Chapter-12 Provision related to district council/assembly 92. Function, duties and rights of the district assembly: (1) In addition to the function, duties and rights mention in Article 220 (7) of the Constitution, the function, duties and rights of the district assembly shall be as follows: (a) To carry out necessary coordination works to identify and manage the issues of development construction between rural municipality or municipality within the district, (b) To develop details of the development works being carried out by the government and non-government sector within the district, carry out monitoring at various stages of development plan and programme, and provide necessary recommendations or guidelines to maintain community, thematic and ecological balance in the outcome area of such project or programme, and make the recommendations or guidelines public. (c) To work in coordination with the province and federation for capacity building of the rural municipality and municipality",
    "project or programme, and make the recommendations or guidelines public. (c) To work in coordination with the province and federation for capacity building of the rural municipality and municipality within the district, (d) To carry out coordination between the federal or provincial government office and the rural municipality and municipality in the district. (e) In case of any dispute among the rural municipalities and municipalities within the district, carry out coordination and facilitation to resolve it. (f) To coordinate the plan and task related to natural calamity and disaster management within the district, (g) To coordinate with the non-government organisation and private sector in order to maintain balance in the works relating to development and construction within the district. (h) To carry out study, research and monitoring of the balance in the works relating to development and construction within the district and provide suggestion to maintain balance in development constructions",
    "To carry out study, research and monitoring of the balance in the works relating to development and construction within the district and provide suggestion to maintain balance in development constructions work to the ministry, the ministry of the provincial government overseeing the local level matters and as required also to the concerned rural municipality and municipality, (i) To report to the ministry and the ministry of the provincial government overseeing the local level matters about its activities within two months of the end of every fiscal year, (j) Organise annual review programme at least once in a year to make the development and construction works within the district effective and seek suggestions by inviting members of parliament represented in the federal parliament and provincial assembly from the district, (k) Carry out other tasks assigned by the government of Nepal or provincial government. (2) The work to be carried out by the district assembly shall be in the name",
    "district, (k) Carry out other tasks assigned by the government of Nepal or provincial government. (2) The work to be carried out by the district assembly shall be in the name of the district coordination committee. (3) The district assembly shall develop an annual programme and budget in the areas of its jurisdiction and enforce it after having it approved by the district assembly. (4) The district assembly may formulate and enforce necessary procedures, guidelines and standards in its matters of jurisdiction. 93. District Assembly budget: (1) The Government of Nepal shall provide the budget necessary to the district assembly. (2) The funds received as per Sub-clause (1) and from other sources shall be deposited in the funds of the district assembly. (3) The facilities to be received by the District Coordination Committee members shall be borne from the budget to be received as per Sub-clause (1). 94. Provision related to district coordination officer and employees: (1) There shall remain",
    "by the District Coordination Committee members shall be borne from the budget to be received as per Sub-clause (1). 94. Provision related to district coordination officer and employees: (1) There shall remain a district coordination officer as the administrative chief in every district assembly. (2) The function, duties and rights of the district coordination officer shall be as follows: (a) To work as the Secretary of the district assembly and the district coordination committee, (b) To implement, cause to implement the decision of the district coordination committee, (c) To coordinate the federation and provincial government offices in the district with the local level, (d) To maintain up-to-date accounts of the financial transaction of the district assembly, carry out audit, clear arrears, and develop proposal for exemption of arrears and submit before the district coordination committee. (e) To protect the movable and immovable property of the district assembly, maintain a record of",
    "and develop proposal for exemption of arrears and submit before the district coordination committee. (e) To protect the movable and immovable property of the district assembly, maintain a record of it, and update it. (f) Summon the meeting of the district coordination committee and the assembly as per the directive of the Chief, manage the meeting, be present, take the minutes of the decision, take responsibility of the decision booklet, certify the decision, and carry out other essential task related to the meeting. (g) To carry out other tasks as assigned as per the law by the district assembly or district coordination committee or Chief of the district coordination committee. (3) The Government of Nepal shall depute any officer level employee of civil service to work as the District Coordination Officer. (4) The district coordination committee shall, on the basis of its work leader and on the organisation and management survey, develop a proposal for the positions of employees essential",
    "District Coordination Officer. (4) The district coordination committee shall, on the basis of its work leader and on the organisation and management survey, develop a proposal for the positions of employees essential for permanent nature of work and those to be taken on a service contract basis. (5) The proposal for positions of employees as per Sub-clause (4) should be made by analyzing and ensures the sources that would bear the facilities like salary, allowance, provident fund, gratuity or pension based on contribution, leave related to medical treatment etc. (6) While developing proposal for positions as per Sub-clause (4), the proposal for positions should be made by analysing the salary, allowance required for service contract and expenses for services like contribution-based social security, and ensuring such expenses. (7) Notwithstanding whatsoever is written elsewhere in this Clause, the district coordination committee shall not recruit driver, office assistant, plumber, electrician",
    "like contribution-based social security, and ensuring such expenses. (7) Notwithstanding whatsoever is written elsewhere in this Clause, the district coordination committee shall not recruit driver, office assistant, plumber, electrician and cleaning staff in permanent posts but acquire them through service contract based on a bidding. Recruitment cannot be made through service contracts in posts other than those. (8) The district coordination committee cannot create temporary positions. 95. To work in coordination with the district assembly: The Government of Nepal or provincial government offices in the district shall work in coordination with the district coordination committee. 96. District Assembly and District Coordination Committee meeting: (1) The meeting of the district assembly shall be held for at least once in a year and of the district coordination committee at least once in a month. (2) The district coordination committee chief shall summon the meeting of the district assembly",
    "in a year and of the district coordination committee at least once in a month. (2) The district coordination committee chief shall summon the meeting of the district assembly and the district coordination committee. Provided that the eldest member among the members of the assembly shall call the meeting until the head of the district assembly is elected. (3) The district assembly and district coordination committee meeting shall be chaired by the district coordination committee chair. In his/her absence, the district coordination committee vice-chair and in absence of the vice-chair the eldest members among the members present in the meeting shall chair the meeting. (4) The presence of more than fifty per cent of the total number of immediately existing members in the district assembly and district coordination committee shall be regarded to have fulfilled the quorum required for the meeting of the district assembly and district coordination committee. (5) The decision of the district",
    "assembly and district coordination committee shall be regarded to have fulfilled the quorum required for the meeting of the district assembly and district coordination committee. (5) The decision of the district assembly and district coordination committee shall be taken unanimously and in case of a failure to forge unanimity, the decision taken by a majority of the members present in the assembly or committee shall be regarded as the decision of the district assembly and district coordination committee. (6) Other provisions related to the meeting of the district assembly and district coordination committee shall be as determined by the assembly and committee. (7) The provision relating to meeting in this clause shall be applicable only until the provincial law provides otherwise for the meeting of the district assembly and district coordination committee.",
    "Chapter-13 Provision related to protection of the asset of the local level 97. Protection of asset within the rural municipality and municipality: The rural municipality or municipality should supervise, repair, maintain and manage the following properties within its area: (a) Government, community and public property, (b) Properties constructed and purchased from its own fund or granted to it by the Government of Nepal or provincial government or any organization or individual. (c) Public drainage, sewerage, bridges, ponds, temples, public rest houses, inns, houses, water springs, water-spouts, wells, grazing fields, outlets, courtyards, alleys, roads, paths and trees on either side of the roads. (d) The buildings, land, parks, gardens, bus-parks, rest place and other structures under its ownership. (e) Other forests under its jurisdiction except national park, wildlife reserve, wetlands and national forest. (f) Other natural heritages except those under the jurisdiction of the Government",
    "ownership. (e) Other forests under its jurisdiction except national park, wildlife reserve, wetlands and national forest. (f) Other natural heritages except those under the jurisdiction of the Government of Nepal or provincial government as per the constitution and the prevalent law. (g) Natural heritage and area designated as per the prevalent law by the Government of Nepal or Provincial government. (2) The rural municipality or municipality shall not be allowed to sell and dispose of or otherwise relinquish its title and possession on the public properties as referred to in subclause (1). (3) The rural municipality or municipality shall not be allowed to sell or dispose or relinquish of the title of any immovable property under its name without the approval of the Government of Nepal. (4) The rural municipality and municipality shall maintain updated records of its assets as per Sub-clause (1). 98. Protection of the asset of the district assembly: (1) The district assembly shall have",
    "The rural municipality and municipality shall maintain updated records of its assets as per Sub-clause (1). 98. Protection of the asset of the district assembly: (1) The district assembly shall have right over the following assets in the scope of the district assembly and the district assembly shall have to protect, renovate and maintain such property, and other arrangements: (a) Immovable property including the land, building, vehicle, machine tools etc under the ownership of the district assembly or procured or constructed through the funds of the district assembly. (b) Asset received with handover of ownership from the government of Nepal or provincial government or any organisation and individual. (2) The district assembly cannot sell or leave the right to own/use the asset as per Sub-clause (1) without the approval of the government of Nepal. (3) Notwithstanding whatever is written elsewhere in this Act, it shall not obstruct the Ministry from handing over the right to use or ownership",
    "the approval of the government of Nepal. (3) Notwithstanding whatever is written elsewhere in this Act, it shall not obstruct the Ministry from handing over the right to use or ownership of any immovable property found to be in excess for the use of the district assembly or as recommended by the district assembly to any rural municipality or municipality or other government agencies. Provided that while transferring rights in the case of land or building, the decision should be made from the Government of Nepal.",
    "Chapter-14 Provision related to special, protected or autonomous region 99. Special, protected or autonomous region to be maintained: (1) The Government of Nepal may, in consultation with the provincial government, maintain any area as a special, protected or autonomous region by publishing a notice in the Nepal gazette for social and culture preservation or economic development: (a) One or more than one district, (b) One or more than one rural municipality or municipality, (c) Any ward or more than one ward of any rural municipality or municipality. 100. Special programme to be operated: The Government of Nepal and provincial government may run special programmes or provide additional budget for such special programmes to be carried out for the development of the special, protected or autonomous regions as per Clause 84. 101. Special programmes to be carried out in coordination with local level: While running special programmes in the special, protected or autonomous region, the government",
    "autonomous regions as per Clause 84. 101. Special programmes to be carried out in coordination with local level: While running special programmes in the special, protected or autonomous region, the government of Nepal and the provincial government should do it in coordination with the concerned district assembly, rural municipality and municipality.",
    "Chapter-15 Miscellaneous 102. To draft local laws: (1) The rural municipality and municipality may formulate Act on matters under their jurisdiction, (2) The executive may, while acting under the Act drafted as per Sub-clause (1), draft regulations, guidelines, procedures and standards as required. (3) The rural municipality and municipality shall publish officially the laws drafted as per Subclause (1) and (2). (4) The laws drafted as per Sub-clause (1) and (2) shall be sent by the rural municipality and municipality to the provincial government and the Government of Nepal. (5) The laws shall not be enforced until they are published as per Sub-clause (3). 103. Recommendation to be made: (1) Unless designated in the prevalent law for any agency to make recommendation on any matter, the executive shall have the right to make recommendation on any other matter. 104. Asset, liability and budget transfer: Based on the power received by the rural municipality and municipality as per the constitution",
    "have the right to make recommendation on any other matter. 104. Asset, liability and budget transfer: Based on the power received by the rural municipality and municipality as per the constitution and this Act, the thematic ministry of Government of Nepal shall, within six month from the date of commencement of this Act, review the organisational structure of its subordinate bodies, and make arrangement to send to the concerned rural municipality and municipality the asset, liabilities and budget as per the work responsibilities of the rural municipality or municipality. 105. Provincial Coordination Council: (1) There shall remain a provincial coordination council to maintain coordination between the province and local level on issues of policy adjustment in areas of provincial and local governance, strategic partnership and guidelines in plan management, exercise of common/concurrent jurisdiction, utilization and sharing of natural resources. (2) The council as per Sub-clause (1) shall",
    "provincial and local governance, strategic partnership and guidelines in plan management, exercise of common/concurrent jurisdiction, utilization and sharing of natural resources. (2) The council as per Sub-clause (1) shall consist of following members: (a) Chief Minister Coordinator (b) Provincial government ministers Member (c) Chief Secretary of the Province Member (d) Provincial government secretaries Member (e) Chief of the district coordination committee in the province Member (f) Chair of rural municipality and mayor of municipality in the province Member (g) Secretary, the Ministry of the provincial government overseeing local level Member-Secretary (3) The office-bearer of the Ministry and experts may be invited as observers to the Council as per Sub-clause (2). (4) The meeting of the Council as per Sub-clause (2) shall be held at least once in a year. (5) The working procedures related to the meeting of the Council as per Sub-clause (2) shall be as determined by the Council.",
    "be held at least once in a year. (5) The working procedures related to the meeting of the Council as per Sub-clause (2) shall be as determined by the Council. 106. To be supported: (1) The Government of Nepal and provincial government should support the rural municipality and municipality as follows: (a) Provide the guidelines including budget ceiling, national and provincial priorities, standards of the federal government and provincial government prior to the beginning of the process of formulation of the annual plan and budget of the rural municipality and municipality. (b) In matters under jurisdiction of the local level, dissolve parallel office at the local level and instead enhance the capacity of the thematic unit or section of the rural municipality and municipality. (c) To operate the projects and programmes to be implemented in the rural municipality and municipality under the jurisdiction of the line ministry in coordination with the rural municipality and municipality. (d)",
    "To operate the projects and programmes to be implemented in the rural municipality and municipality under the jurisdiction of the line ministry in coordination with the rural municipality and municipality. (d) The development works under the jurisdiction of the federal and provincial government that would be effective to be executed at the rural municipality and municipality level should be arranged to be executed from the rural municipality and municipality and the budget and human resources associated with it should also be sent to the concerned rural municipality and municipality. (e) To draft and send model law as per the need of the rural municipality and municipality. (f) To support the enforcement of the decision of the rural municipality and municipality, (g) To carry out other necessary tasks for the empowerment of the rural municipality and municipality. (2) The government of Nepal and the provincial government should provide necessary support to the district coordination committee",
    "other necessary tasks for the empowerment of the rural municipality and municipality. (2) The government of Nepal and the provincial government should provide necessary support to the district coordination committee to carry out works on matters under the jurisdiction of the committee. 107. Provision related to by-election of ward Chair: If the post of the ward chair falls vacant for any reason with more than a year of the term remaining the vacant post shall be filled for the remaining term through by-election. 108. Provision related to election of District Coordination Committee: If the post of the chair, vice-chair or member of the district coordination committee falls vacant as per",
    "Article 220 (6) of the constitution then it shall be filled by holding elections as per Clause (3) of the same Article. 109. Oath: (1) Prior to assuming office, the Chairperson and Mayor shall take the oath of office and secrecy before the district judge of the concerned district in the format as per Schedule-2 within seven days from the date of being elected. (2) The Vice-chair, deputy mayor, ward chairperson and assembly members shall take the oath of office and secrecy in the format as per Schedule-2 before the concerned Chairperson or Mayor within seven days after the oath by the Chair and Mayor. (3) Prior to assuming office, the Chief of the District Coordination Committee shall take the oath of office and secrecy before the concerned district judge within seven days of being elected and the Deputy Chief and members of the District Coordination Committee before the Chief of the Concerned District Coordination Committee within seven days of the DDC Chief in the format as per Schedule-2",
    "and the Deputy Chief and members of the District Coordination Committee before the Chief of the Concerned District Coordination Committee within seven days of the DDC Chief in the format as per Schedule-2 within seven days from the date of being elected. 110. To submit property details: (1) The member shall submit in the prescribed format to the concerned local level the details of the movable and immovable property under his/her and his immediate related family member’s name within sixty days of assuming the post and from the end of the fiscal year. (2) The details of the property submitted as per Sub-clause (1) should be sent to the provincial government by the concerned local level within thirty days, after maintaining a record of it. (3) The protection and management of the details received as per Sub-clause (2) should be carried out by the provincial government as per the prevalent law. (4) The property details submitted as per this Clause shall be confidential except for the purpose",
    "as per Sub-clause (2) should be carried out by the provincial government as per the prevalent law. (4) The property details submitted as per this Clause shall be confidential except for the purpose of judicial inquiry or investigation as per the prevalent law. Provided that it shall not obstruct the member submitting such details to make it public voluntarily. 111. Proportional inclusivity to be maintained: Proportional inclusivity should be maintained while making appointments or nominations to the committee, subcommittees or task force to be formed as per this Act. 112. Development and enforcement of code of conduct: (1) The local level may develop and enforce a code of conduct for its members and staff. (2) The code of conduct as per Sub-clause (1) should include among other things to not to be involved in the decision making in matters related to one’s person interest or rights, to adopt transparency, accountability working process, to not misuse public property, promoting public good",
    "to not to be involved in the decision making in matters related to one’s person interest or rights, to adopt transparency, accountability working process, to not misuse public property, promoting public good conduct and good governance, and respect another local level’s, province and federation’s working system and jurisdiction. 113. Work not to be regarded as annulled: Notwithstanding whatsoever is written elsewhere in this Act, any function carried out by the rural municipality or municipality shall not be annulled/repealed only due to the reason of the post of any member remaining vacant at the rural municipality or municipality. 114. Directives to be followed: (1) It shall be the responsibility of the concerned local level to follow the directives of the Government of Nepal issued as per Article 232 (8) of the Constitution. 115. Executive to exercise powers: Unless clearly provided in this Act that the Assembly shall, the executive shall carry out the function to be executed by the",
    "(8) of the Constitution. 115. Executive to exercise powers: Unless clearly provided in this Act that the Assembly shall, the executive shall carry out the function to be executed by the rural municipality and municipality. 116. To work as officiating: (1) If the position of the ward chair falls vacant for any reason, the member selected by the ward committee members from among themselves shall service as the officiating ward chair. (2) In case of absence of election in any ward, the executive may designate any employee as the ward chair until the election is held. 117. Liaison Ministry: (1) The local level should liaise with the government of Nepal through the Ministry. (2) The local level should liaise with the provincial government through the Ministry of the Province that oversees local affairs. 118. Government of Nepal to carry out the function of provincial government: The function to be carried out by the provincial government shall be carried out by the Government of Nepal until",
    "affairs. 118. Government of Nepal to carry out the function of provincial government: The function to be carried out by the provincial government shall be carried out by the Government of Nepal until the provincial government is formed. 119. Power to draft rules: The Government of Nepal may draft necessary rules for the implementation of this Act. 120. To be applicable as per this Act: Notwithstanding whatsoever is written in the prevalent Act, the matters addressed in this Act shall be as per this Act. 121: Repeal and Savings: (1) The following acts are hereby repealed: (a) The local self-governance act, 2055 (1999). (b) Act relating to determination of number of ward of rural municipality and municipality, 2073 (2016) (2) The acts done and actions taken under the Acts as mentioned in Sub-clause (1) shall be deemed to have been done and taken under this Act. Schedule-1 (Related to Sub-section (1) of Section (a) of Sub-clause (1) of Clause 8) Details of Mountain, hilly and inner Madhesh",
    "shall be deemed to have been done and taken under this Act. Schedule-1 (Related to Sub-section (1) of Section (a) of Sub-clause (1) of Clause 8) Details of Mountain, hilly and inner Madhesh and Tarai districts (a) Mountain districts 1. Taplejung 2. Sankhuwasab 3. Solukhumbu 4. Dolakha 5. Sindhupalcho 6. Rasuwa 7. Manang 8. Mustang 9. Dolpa 10. Jumla 11. Mugu 12. Humla 13. Kalikot 14. Bajura 15. Bajhang 16. Darchula 17. Dhading (b) Hilly districts 1. Paanchthar 2. Ilam 3. Terhathum 4. Dhankuta 5. Bhojpur 6. Okhaldhunga 7. Khotang 8. Kavrepalancho 9. Nuwakot 10. Lamjung 11. Tanahu 12. Kaski 13. Syangja 14. Parbat 15. Myagdi 16. Baglung 17. Palpa 18. Arghakhanchi (c) Inner Madesh districts 1. Udayapur 2. Makwanpur 3. Chitwan 4. Sindhuli 5. Nawalparasi (east of Bardaghat Susta) 6. Dang 7. Surkhet (d) Tarai districts 1. Jhapa 2. Morang 3. Sunsari 4. Saptari 5. Siraha 6. Dhanusa Mahottari 8. Sarlahi 9. Rautahat 10. Bara 11. Parsa Nawalparas i (west of Bardaghat Susta) Rupandehi Kapilvastu Kathma",
    "(d) Tarai districts 1. Jhapa 2. Morang 3. Sunsari 4. Saptari 5. Siraha 6. Dhanusa Mahottari 8. Sarlahi 9. Rautahat 10. Bara 11. Parsa Nawalparas i (west of Bardaghat Susta) Rupandehi Kapilvastu Kathma valley districts Kathma 2. Lalitpur 3. Bhaktapur 18. Ramechhap 19. Gorkha 20. Rukum (east) 19. Gulmi 20. Rukum (west) 21. Rolpa 22. Pyuthan 23. Salyan 24. Jajarkot 25. Dailekh 26. Doti 27. Achham 28. Baitedi 29. Dadeldhura 15. Banke 16. Bardia 17. Kailali Kanchanpu Schedule-2 (Relating to Clause 94) Format of Oath I …….. ……… …….., being completely loyal to the country and people, do hereby solemnly resolve / swear in the name of God/country and people that I shall, with genuine loyalty towards the Constitution of Nepal, that enshrines that sovereignty is vested in the people of Nepal, truthfully and impartially carry out duties of the post of rural municipality chair/vicechair/member, village assembly member, town executive mayor/deputy mayor/member, town assembly member, district coordination",
    "vested in the people of Nepal, truthfully and impartially carry out duties of the post of rural municipality chair/vicechair/member, village assembly member, town executive mayor/deputy mayor/member, town assembly member, district coordination committee chief/deputy chief/member, district assembly member with honesty, by working within the limits of the existing laws, always thinking the good of the country and the people, without fear, biasness, prejudice or ill-will, and by maintaining the confidentiality of the position. Date __________________ Name _______________________ Signature ____________________"
  ],
  "total_chunks": 199
}