{
  "metadata": {
    "filename": "Narcotic Drugs (Control) Act(2033).pdf",
    "title": "Narcotic Drugs (Control) Act, 2033 (1976)",
    "date": "2033/6/10 ( 22 sectember 1976)"
  },
  "chunks": [
    "Narcotic Drugs (Control) Act, 2033 (1976)\nDate of Authentications and publication :\n2033/6/10 ( 22 sectember 1976)\nACT NO. 24 OF THE YEAR 2033 (1976)\n1. Narcotic Drugs (Control) (First Amendment) Act, 2043 2043/7/24\n2. Narcotic Drugs (Control) (Second Amendment) Act, 2044 2044/6/9\n3. Some Nepal Acts Amendment Act, 2048 2049/1/8\n4. Narcotic Drugs (Control) (Forth Amendment) Act, 2049 2050/2/32\n5. Some Nepal Acts Amendment Act, 2055 2055/10/7",
    "Chapter 1 Preliminary 1. Short Title, Extent and Commencement : (1) This Act may be called the \"Narcotic Drugs (Control) Act, 2033 (1976).\" (2) It shall extend throughout Nepal. (3) It shall come into force immediately. 2. Extra Territorial Application of the Act : (1) This Act shall also be (apply) to Nepalese citizen or foreigner, who, while residing in a foreign country, conduct transaction of export or import of narcotic drugs f rom or into Nepal in contravention of this Act or Rules framed or order issued hereunder. (2) Any person who commits any act mentioned under Sub-section (1) shall be prosecuted and punished according to this Act as if he/she had committed such act within Nepal. 3. Definition : In this Act, Unless the subject or context otherwise requires :- (a) \"Narcotic Drug\" means: (1) Cannabis/ marijuana (2) Medicinal cannabis/ marijuana (3) Opium (4) Processed opium (5) Medicinal opium (6) Plants and leaves of coca, and ♣(6A) Any substances to be prepared by mixing opium and extract coca, including mixture or salt. (7) Any natural or synthetic narcotic drug or psyc hotropic substances and their salts and other substances a s may be specified by the Government of Nepal by a notific ation published in the Nepal Gazette, from time to time , (b) \"Cannabis/ marijuana\" means: (1) Any plant of cannabis/ marijuana genus includi ng hemp and siddha and also includes the leaves and flowers thereof. (2) Natural resin, gum, and sap obtained from Hash ish (chares) and cannabis/ marijuana plants, and, (3) Any substance containing any of the extract, s ubstance, essence, mixture and beverage containing any of the substances mentioned above. (c) \"Medicinal cannabis/ marijuana\" means the extract or essence of cannabis/ marijuana. (d) \"Opium\" means the coagulated juice of the opiu m poppy. (e) \"Processed opium\" means the opium prepared for consumption and also includes the residue left after smoking such opium . (f) \"Medicinal opium\" means the opium prepared in any form",
    "ubstance, essence, mixture and beverage containing any of the substances mentioned above. (c) \"Medicinal cannabis/ marijuana\" means the extract or essence of cannabis/ marijuana. (d) \"Opium\" means the coagulated juice of the opiu m poppy. (e) \"Processed opium\" means the opium prepared for consumption and also includes the residue left after smoking such opium . (f) \"Medicinal opium\" means the opium prepared in any form following any formula (method) for medicinal purposes. (g) \"Plants and leaves of coca\" means the plants and leaves of any plant of the erythroxylon genus as defined in the Single Convention on Narco tic Drugs, 1961. ♣ Inserted by the third Amendment. (h) \"Preparation\" means the solid or liquefied mixt ure of one or more narcotic drugs to be prepared in the form of dosag e. (i) \"Production\" means the extraction of cannabis / marijuana, hemp, Siddha or Hashish ( chares ) from the cannabis/ marijuana plant or the separat ion of leaves from coca plants. (j) \"Manufacture\" means all the forms of extraction of narcotic drugs, other than production and this term also includes the pro cessing of narcotic drugs, transformation of one kind of narcotic drug into another, or the process of preparing narcotic drugs other than for medical purposes. ♣ (j1) \"Controlled delivery\" (Controlled payment tec hnique) means the drugs technique of allowing traffic of narcotic drugs pu tting it into the pocket in the original condition or any thing like that in stead of narcotic drugs under the direct supervision of the Narcotic Investigation Authority, with a view to identifying the final destination and the recipient person involved in the illicit traffic of the narcotic dru gs from or through the Nepal to other countries. ♣ (j2) \"Investigating Authority\" means personnel at least up to the rank of Assistant sub-inspector of police or at least up to the rank of Kharidar, designated by the chief of Narcotic Drugs Control L aw Enforcement Agency, in course of the investigation of",
    "the recipient person involved in the illicit traffic of the narcotic dru gs from or through the Nepal to other countries. ♣ (j2) \"Investigating Authority\" means personnel at least up to the rank of Assistant sub-inspector of police or at least up to the rank of Kharidar, designated by the chief of Narcotic Drugs Control L aw Enforcement Agency, in course of the investigation of the narcotic drugs control. ♣ (j3) \"Treatment Centre\" means a treatment centre approved by Government of Nepal for the treatment and rehabili tation of narcotic drug addicts. ♣ (j4) \"Addiction\" means the act of consumption of narcotic drugs in more than the dosage and quantity even under the prescription of recognized medical practitioner or without the prescription of such medical practitioner. ♣ Inserted by third Amendment. ♣ Inserted by third Amendment. ♣ Inserted by third Amendment. ♣ Inserted by third Amendment. (k) \"Drugs Control Officer\" means the officer appo inted or designated by Government of Nepal pursuant to Section 21. (L) \"Prescribed\" or \"As Prescribed\" means prescrib ed or ∇as prescribed in the Rules framed or orders issued under this Act.",
    "Chapter 2 Prohibition and Control 4. Prohibited Acts : No person shall: ♦(a) Cultivate, produce, prepare, purchase, sell, d istribute, export or import, conduct any trafficking, store, or consume cannabis/ marijuana, ♥(b) Cultivate opium or coca or produce opium or co ca leaves or other narcotic drugs, (c) Manufacture or prepare narcotic drugs, (d) Sell or distribute narcotic drugs, (e) Export or import narcotic drugs, ♥(f) Purchase, store, possess, or conduct any traff icking narcotic drugs, ∇(g) Consume narcotic drugs other than cannabis/ ma rijuana. Provided that: (1) Government of Nepal may frame Rules regulatin g the production of hashish ( chares ) from wild cannabis/ marijuana plants growing in the western hilly regio n of the Nepal and the collection, storage, sale and purchas e of such hashish (chares ) for a specified period, and no act done by any person in accordance with the license obtained under ∇ Inserted by First Amendment . ♦ Amended by second amendment. ♥ Amended by First amendment . ♥ Amended by First amendment . ∇ Inserted by First Amendment . such Rules shall be deemed to constitute an offence under this Section. ⊕(1A) Chemical substance to be used for preparation of narcotic drugs from among the medicines defined in the Singl e Convention on Narcotic Drugs, 1961 may be exported, imported, stored, conducted trafficking, sold, dist ributed and used only in the quantity as prescribed by the Chief Narcotic Drugs Control Officer. (2) The procedure of the license issued under Cla use (1) of this Proviso and format and condition of such license, license i ssuing Authority, fee to be charged for such license and any other measure to b e taken for the control and management of the activities under such license shall be as prescribed. ∇Explanation : For the purpose of Clause (b),(c),(d),(e) and (f) o f this section the \"narcotic drugs\" shall not mean the cannabis/ marijuana. 5. Non-applicability of Prohibitions: Notwithstanding anything contained in other",
    "i ssuing Authority, fee to be charged for such license and any other measure to b e taken for the control and management of the activities under such license shall be as prescribed. ∇Explanation : For the purpose of Clause (b),(c),(d),(e) and (f) o f this section the \"narcotic drugs\" shall not mean the cannabis/ marijuana. 5. Non-applicability of Prohibitions: Notwithstanding anything contained in other Sections of this Act, consumption of narco tic drugs by persons falling under the following categories in the following c ircumstances shall not be deemed to have been prohibited:- (a) Purchase and consumption of narcotic drug by any person in the recommended dose from any licensed shop on the recommendation of any recognized medical practitione r for the purpose of medical treatment. (b) Consumption of narcotic drugs by persons belon ging to the prescribed categories in prescribed doses. ∇5A. Note to be made on the prescription Paper of t he Medical Practitioner : If a person comes to purchase narcotic drugs with the prescription of a recognized medical practitioner the licensed shop k eeper shall make a note of the ⊕ Inserted by Second Amendment . ∇ Inserted by First Amendment . ∇ Inserted by First Amendment . sale on the prescription paper of the medical pract itioner after narcotic drugs is sold to such person. ⊕5B. Responsibility of the Medical Practitioner: While prescribing narcotic drugs, the medical practitioner shall not prescribe it to those who do not need it or prescribe more than what the requirement is even to those to whom it is required. 6. Prohibition not to be applied to Government of Nepal : Nothing contained in this Act shall be deemed to have prevented Governme nt of Nepal or any institution working under the full and complete sup ervision and control of Government of Nepal after obtaining a special lice nse, from cultivating, preparation, producing, manufacturing, exporting or importing narcotic drugs for purposes of medicine or scientific research",
    "Prohibition not to be applied to Government of Nepal : Nothing contained in this Act shall be deemed to have prevented Governme nt of Nepal or any institution working under the full and complete sup ervision and control of Government of Nepal after obtaining a special lice nse, from cultivating, preparation, producing, manufacturing, exporting or importing narcotic drugs for purposes of medicine or scientific research or from selling narcotic drugs to any person on the recommendation of a recognized medical practitioner. 7. Authority Empowered to Issue Warrants : The Narcotic Drugs Control Officer may issue warrants for the arrest and searc h of any person if he/she has reason to believe that such person has committed or is about to commit any offence punishable under this Act. The Narcotic Con trol Officer may issue orders for conducting a search of any building, land, vehi cle or any other place if he/she has reason to believe that any person connected wit h the offence has been hiding in such building, land, vehicle or other place or t hat any narcotic drug has been kept therein. 8. Power to Enter, Search, Seize and Arrest Withou t a Warrant : (1) If there is reason to believe that any offence punishable under this Act is being committed in any building, land, vehicle or other place and t hat the offender may escape or that evidence of the offense may disappear, the Narcotic Drugs Control Officer or a police personnel at least up to the rank of Assis tant Sub-Inspector of Police may, after making a record to that effect, take any of the following actions at any time:- (a) To enter into such building, land, vehicle or any other place, ⊕ Inserted by Second Amendment . (b) To break the gate or resort to other necessary actions if any obstruction is caused to such entry, (c) To seize all narcotic drugs and other material s connected with the offence, and any other document which may serve a s evidence, (d) To detain and to search any person and if nece ssary, arrest",
    "building, land, vehicle or any other place, ⊕ Inserted by Second Amendment . (b) To break the gate or resort to other necessary actions if any obstruction is caused to such entry, (c) To seize all narcotic drugs and other material s connected with the offence, and any other document which may serve a s evidence, (d) To detain and to search any person and if nece ssary, arrest him/her if there is a reason to suspect that such a person has committed an offence. (2) Entry into or search of any building, land, ve hicle or any other place under Sub-section (1) shall be conducted, if time s o allows, in the presence of a ∂member of the concerned Municipality or Village Dev elopment Committee or any local gentleman or an employee of any government office. ♣Provided that, if there is proper ground of non-ava ilability of a member of Municipality or Village Development Committee or Ward Committee or gentlemen of that locality or presence of employees of other government offices for preparing the report, even of attempts were mad e to that effect, the report may be prepared in the presence of at least two Nar cotic Drug Investigation Officers or in the presence of two personnel at lea st to the rank of Assistant sub-inspector of police. ♣8A. The Particulars of Financial Transaction may b e Demanded : (1) Notwithstanding anything contained in the prevailin g laws, if there is reliable ground that any person, organisation-institution, f irm, company or international organisation has carried out illegal transaction of narcotic drugs, the Narcotic Drugs Control Officer may ask for the particulars o f the account of such person, firm, organisation - institution, company or intern ational organisation, kept in any bank or financial institutions. (2) In case the amount mentioned in the particular obtained pursuant to Sub-section (1), is seen to be used in the illegal transaction of narcotic drugs, ∂ Amended by Some Nepal Act Amendment Act , 2048 ♣ Inserted by third Amendment. ♣ Inserted",
    "particulars o f the account of such person, firm, organisation - institution, company or intern ational organisation, kept in any bank or financial institutions. (2) In case the amount mentioned in the particular obtained pursuant to Sub-section (1), is seen to be used in the illegal transaction of narcotic drugs, ∂ Amended by Some Nepal Act Amendment Act , 2048 ♣ Inserted by third Amendment. ♣ Inserted by third Amendment. the judicial authority may give order to the concer ned bank or financial institution for freezing such amount. 9. Report of Arrest and Seizure to be submitted : - When an arrest is made of any person or search is undertaken of any person, b uilding, land, vehicle or any other place, or if any narcotic drug or other material is seized under this Act, the Narcotic Drugs Control Officer shall submit a repor t thereon to his/her immediate superior within twenty four hours of such arrest, search or seizure. ♣9A. Secrecy to be maintained : In case a demand is made by the case filing party for maintaining secrecy of the name of the person o r documents involved in a case relating to narcotic drugs, the judicial autho rity shall have to keep secret such document or the name of person up to the period as per demand. 10. Arrested person and seized goods to be produc ed before the Judicial Authority : Any person arrested or goods seized by the Narcotic Drugs Control Officer under this Act shall be produced before ♥the Judicial Authority within twenty four hours of such arrest or seizure excludi ng the period of journey from the place of arrest to such Authority. ♣10A. Anything may be taped or censored : If there is an order from Investigating Authority or Judicial Authority the Narcotic Drugs Control Officer, in course of investigation of narcotic drugs, may tape the elect ronic devices like telephone, telex, fax of the person related to narcotic drugs, may receive copy, or may take photograph and may censor any sorts of documents to be received from post like",
    "Authority. ♣10A. Anything may be taped or censored : If there is an order from Investigating Authority or Judicial Authority the Narcotic Drugs Control Officer, in course of investigation of narcotic drugs, may tape the elect ronic devices like telephone, telex, fax of the person related to narcotic drugs, may receive copy, or may take photograph and may censor any sorts of documents to be received from post like letter, parcel document. ♦11. The Narcotic Drugs Control Officer may issue a n order to destroy Narcotic Drugs : The Narcotic Drugs Control Officer may issue an ord er to destroy the following Narcotic Drugs:- (a) Cannabis/ marijuana, opium or coca which is being cultivated in any land in contravention of this Act, ♣ Inserted by third Amendment. ♥ Amended by First amendment . ♣ Inserted by third Amendment. ♦ Amended by second amendment. (b) The wildly grown cannabis/ marijuana, opium an d coca on areas other than those exempted under Section 4. (c) Any narcotic drugs which are found unclaimed, and (d) The Narcotic Drugs related to such offences re garding which no case could be filed in a court of law under this Act.  11A. Narcotic Drugs to be destroyed after being the time extended from the court in the narcotic drug case : After the narcotic drug is raided from any person, Narcotic Drugs Control Officer shall, after taking up to three grams of narcotic drugs from each packet as sample in the pr esence of Assistant Sub Inspector of police and an employee assigned by the judicial authority, send for examination, the investigating authority of the nar cotic case shall keep the sample of the narcotic drug to find out the nature of the narcotic drug, and after the case is filed in the court for extending the ti me, the court shall keep upto three grams of narcotic drugs from each pocket for sample and shall in the presence of representative of the concerned distric t court, representative of the district administration office and the representati ve of local",
    "sample of the narcotic drug to find out the nature of the narcotic drug, and after the case is filed in the court for extending the ti me, the court shall keep upto three grams of narcotic drugs from each pocket for sample and shall in the presence of representative of the concerned distric t court, representative of the district administration office and the representati ve of local Municipality or Village Development Committee, within fifteen days fr om the date of filing of the case in the court for the extension of time.  11B The records of destroying of narcotic drugs to be maintained : The concerned authority shall, while destroying narcoti c drugs under Section 11 and 11A, maintain record of the types and quantity of narcotic drugs. ⊕11C. Government of Nepal may make available the Nar cotic Drugs for Preparing Medicine : Notwithstanding anything contained in other provisi ons of this Act, Government of Nepal may, if it deems n ecessary, for cannabis/ marijuana the purpose of preparing medicine, make a vailable in the required quantity of cannabis/ marijuana and opium out of the narcotic drugs confiscated or seized under this Act to any agency which is eng aged in the production of medicine.  Amended by the third Amendment .  Amended by the third Amendment . ⊕ Inserted by Second Amendment . ♣11D. May be submitted as evidence : (1) The documents collected in abroad, in course of investigation of narcotic drugs, may be presented before the judicial authority as evidence. (2) The investigating authority may, in course of investigation of the narcotic drugs, present video tape, cassette tape and any other types of photos before the judicial authority as evidence. 12. Onus of Proof : In case any narcotic drug is found to be in possess ion of any person or if any evidence is found that cannabis/ m arijuana, opium or coca is being cultivated or had been cultivated in any farm of a person or if any substance that has been partly processed for the ma nufacture or",
    "types of photos before the judicial authority as evidence. 12. Onus of Proof : In case any narcotic drug is found to be in possess ion of any person or if any evidence is found that cannabis/ m arijuana, opium or coca is being cultivated or had been cultivated in any farm of a person or if any substance that has been partly processed for the ma nufacture or production of any narcotic drug or any residue left after such pr oduction is found to be in possession of any person, such person shall have to furnish proof to the effect that he/she has obtained or possessed such substanc e under this Act or the Rules framed or orders issued hereunder. If he/she fails to do so, he shall, unless otherwise established, be deemed to have committed an offence punishable under this Act. 13. ∝....................",
    "Chapter 3 Penalties  14. Penalties : (1) The person, acting in violation of the prohibit ions laid down in Clause (a) of Section (4), shall be punished acco rding to the gravity of offence as follows:- (a) Anyone who consumes cannabis/ marijuana shall be punished with an imprisonment for a term up to one month or with a fine unto two thousand rupees. Provided that, in case of a person who is in the r esponsibility of a person or institution who have made bond for doing treatment upto one month in the treatment centre, the judicia l authority may ♣ Inserted by third Amendment. ∝ Deleted by second Amendment.  Amended by the third Amendment . not punish such person, on the condition of submitt ing the reports of treatment fortnightly from the treatment centre . (b) Anyone who cultivates unto twenty five cannab is/ marijuana plants shall be punished with an imprisonment for a term unto three months or with a fine unto three thousand rupees. (c) Anyone who cultivates more than twenty five ca nnabis/ marijuana plants shall be punished with an imprisonment for a term of three year or with a fine from five thousan d to twenty five thousand rupees. (d) Anyone who produces, prepares, purchases, sell s and distributes, exports or imports, traffics and stores, cannabis/ marijuana shall be punished as follows:- (1) with an imprisonment for a term upto three mon ths or with a fine upto rupees three thousand, if it is upto fifty grams. (2) With an imprisonment for a term from one month to one year and with a fine from one thousand to five thou sand rupees, if it is within fifty grams to five hundred grams. (3) With an imprisonment for a term from six months to two years and with a fine from rupees two thousands to ten thousands, if it is within five hundred grams to two kilograms. (4) With an imprisonment for a term from one year to three years and with a fine from rupees five thousands to twenty five thousands, if it is within two kilograms to te n kilograms. (5) With an imprisonment",
    "With an imprisonment for a term from six months to two years and with a fine from rupees two thousands to ten thousands, if it is within five hundred grams to two kilograms. (4) With an imprisonment for a term from one year to three years and with a fine from rupees five thousands to twenty five thousands, if it is within two kilograms to te n kilograms. (5) With an imprisonment for a term from two years to ten years and with a fine from fifteen thousands to rup ees one hundred thousand, if it is ten kilograms or more than this. (e) Anyone who consumes opium, coca or any other narcotic drugs made therefrom shall be punished with an imprisonme nt for a term of upto one year or with a fine upto ten thousand rupees. Provided that, in case of a person who is in the responsibility of a person or institution, who have made bond for doing treatment upto three months, in the treatment centre, the judicial authority may not punish such person on the condition of submitting the information of treatment fortnightly from the treatment centre. (f) Anyone who cultivates opium poppy or coca bush shall be punished as follows: (1) With an imprisonment for a term of one year to three years or with a fine of five thousand rupees to twenty fi ve thousand rupees, in case of the cultivation of twen ty five plants. (2) With an imprisonment for a term from three years to ten years and with a fine from twenty five thousand ru pees to two hundred thousand rupees in case of cultivation of more than twenty five plants. (g) Anyone who commits any other prohibited acts o ther than consumption of opium, coca, or any other narcotic d rugs made therefrom and cultivation of such plants shall be p unished as follows: (1) With an imprisonment for a term from five yea rs to ten years and with a fine from five thousand rupees t o twenty five thousand rupees for anyone doing transaction upto twenty five grams. (2) With an imprisonment for a term from ten years to fifteen years and with a fine from seventy",
    "any other narcotic d rugs made therefrom and cultivation of such plants shall be p unished as follows: (1) With an imprisonment for a term from five yea rs to ten years and with a fine from five thousand rupees t o twenty five thousand rupees for anyone doing transaction upto twenty five grams. (2) With an imprisonment for a term from ten years to fifteen years and with a fine from seventy thousand rupee s to two hundred thousand rupees for anyone doing transacti on from twenty five grams to hundred grams. (3) With an imprisonment for a term from fifteen y ears to life imprisonment and with a fine from five hundred tho usand rupees to twenty five hundred thousand for anyone doing transaction of any quantity more than one hundred grams. (h) Anyone who addicts any natural or synthetic narcotic drugs and psychotropic substances and their salt and other s ubstances, as specified by Government of Nepal by a notification published in the Nepal Gazette, from time to time, shall be pun ished with an imprisonment for a term upto two months and with a fine upto two thousand rupees or both. Provided that, in case of a person who is in the responsibility of any person or institution who hav e made bond for doing treatment upto three months in the treatm ent centre, the judicial authority may not punish such person on the condition of submitting the information of treatment forthrightl y from the treatment centre. (i) with an imprisonment for a term from two yea rs to ten years and with a fine from one hundred thousand rupees to t wenty hundred thousand rupees for anyone who commits any other pr ohibited acts other than those mentioned in Clause (h) abo ve. Explanation : For the purpose of this section the term \"gravit y of offence\" shall mean the gravity of offence which shall be determined on the basis of the nature of the narcot ic drugs and its quantity, store, purchase and sell, objective of the traffic in or export-import, the organization or gang of the accu sed, weapons",
    "other pr ohibited acts other than those mentioned in Clause (h) abo ve. Explanation : For the purpose of this section the term \"gravit y of offence\" shall mean the gravity of offence which shall be determined on the basis of the nature of the narcot ic drugs and its quantity, store, purchase and sell, objective of the traffic in or export-import, the organization or gang of the accu sed, weapons used by the accused or use of force, involvement of minor made in the offence, transaction done through the medium of institution like education, social and cultural organisation an d the transaction made at the basis of abuse of post by a person hold ing a public position. 15. Punishment for Permitting Prohibited Acts in o nes Building, Land or Vehicle: In case the owner of any building, land or vehicle or the person in possession thereof willfully permits any act to be committed in any building, land or vehicle as is prohibited under Section 4, h e/she shall be punished with an imprisonment for a term which may extend from si x months to five years or with a fine upto ten thousand rupees. If the owner of the building, land or vehicle has committed such offence or has permitted to commit such offence, such building, land or vehicle may be liable to confiscation. 16. Punishment for Repeated Offence : In case any person who had been punished once under this Act again commits any other offence mentioned hereunder, he/she shall be punished for each subseq uent offence, in addition to the prescribed punishment, with an imprisonment for a term which may extend upto five years and with a fine upto one hundred thousand rupees. 17. Punishment for conspiracy, attempt, abetment and accomplice in an offence : In case any person conspires or attempts to commit any offence punishable under this Act, or abets others to commit such offence or is an accomplice in such offence, he/she shall be liable to such punishment which shall be half of the punishment due to the actual offender. ♣17A. Punishment",
    "a fine upto one hundred thousand rupees. 17. Punishment for conspiracy, attempt, abetment and accomplice in an offence : In case any person conspires or attempts to commit any offence punishable under this Act, or abets others to commit such offence or is an accomplice in such offence, he/she shall be liable to such punishment which shall be half of the punishment due to the actual offender. ♣17A. Punishment for those doing transaction of oth er substances as if it was narcotic drug : Any person or gang carrying out the acts of transac tion including sell distribution, export, import, store, production of other substances giving belief as if it was narcotic drug, shall be liable to such punishment which shall be half of the punishment due to the actual offender. ♣17B. Punishment for those not providing the particulars or documents related to narcotic drugs : In course of collection of particulars of narcotic drugs, if any particular or document is not provided by any perso n, organisation-institution or association, demanded by the Narcotic Drugs Cont rol Officer or ♣ Inserted by third Amendment. ♣ Inserted by third Amendment. investigating authority such person, organisation-institution or association shall be liable to such punishment which shall be half of the punishment due to the actual offender. 18. Confiscation of Materials Connected with the Offence : All narcotic drugs connected with any offence punishable under this Ac t and all materials and equipment used in the manufacture or production of such narcotic drugs shall be confiscated and any vehicle used for the transpo rtation of such narcotic drugs, other than railway train and aeroplane, shall also be confiscated. Provided that, no vehicle shall be confiscated if the owner of the vehicle is able to prove that he/she was not aware of the f act that his/her vehicle would be or had been used for committing such offence. ⊕18A. Property to be Confiscated : (1) All movable or immovable property earned from doing",
    "drugs, other than railway train and aeroplane, shall also be confiscated. Provided that, no vehicle shall be confiscated if the owner of the vehicle is able to prove that he/she was not aware of the f act that his/her vehicle would be or had been used for committing such offence. ⊕18A. Property to be Confiscated : (1) All movable or immovable property earned from doing any act in contravention of Clauses (b ), (c), (d), (e) and (f) of",
    "Section 4 shall be confiscated. (2) If the economic resource or the property of the person convicted of any offence under Clauses (b), (c), (d), (e) and (f ) of Section 4 is not in proportion of the known earning resource of the con victed person or his/her family such property unless proved otherwise by him/ her shall be deemed to have been earned by the acts in contravention to this Act and shall be confiscated even if it is registered on the name of the members of his/her family or any other person. (3) If there are reasonable grounds that anybody h as committed offence liable to be confiscating of property, then the jud icial authority may withheld the property of such person, if there is a written request from Narcotic Drugs Control Officer to withheld his/her property.  18B. The informer is to be rewarded : Anyone who informs the Narcotic Drugs Control Officer, of the transaction or use of narco tic drugs which leads to the proving of offence and if the offender is punished and if there is imposition of ⊕ Inserted by Second Amendment.  Amended by the third Amendment . fine, the informer shall be provided twenty percent of the amount of fine as reward. The name of person receiving such reward shall be held secret. ♣18C Punishment may be remitted : Notwithstanding anything contained in prevailing laws, any person who helps in finding the principal offender and assists by providing the information and clue about gang in which he/she, him/herself engaged or other gang involved in the t ransaction of narcotic drug punishable under this Act, if there is a demand for full or partial remission of punishment in the charge-sheet, the judicial author ity also may remit in punishment accordingly. ♣18D. The employees to be rewarded : If anybody is punished with an imprisonment and with a fine in the case of narcotic drugs by the judicial authority, Government of Nepal may reward twenty percent of am ount of such fine to the employees involved in the narcotic drugs control",
    "full or partial remission of punishment in the charge-sheet, the judicial author ity also may remit in punishment accordingly. ♣18D. The employees to be rewarded : If anybody is punished with an imprisonment and with a fine in the case of narcotic drugs by the judicial authority, Government of Nepal may reward twenty percent of am ount of such fine to the employees involved in the narcotic drugs control and investigation activities. ♣18E Some amount of fine to be made available to the Treatment Centre : If any person is punished with an imprisonment and with a fine in the narcotic drug case, the treatment center shall be provided twenty percent amount of such fine. If there are more than one treatment centre the Chi ef Narcotic Control Officer shall distribute such amount of fine. 19. Power to withhold prosecution or remit punish ment : If a person is found to have purchased or possessed ♥cannabis/ marijuana or medicinal opium, without commercial motive and in small quantity, or has cons umed only small dose of such drug and if he/she has committed such offence f or the first time, the Narcotic Drugs Control Officer may, after keeping a record of such person, make him/her sign a bond undertaking not to commit such offence again and release him/her after recording the reasons for wit hholding the prosecutions. Even where the prosecution has already been started , the court may, if it deems the offence to be of petty nature and if the accuse d has committed such offence for the first time, after keeping a record of such person, make him/her sign a ♣ Inserted by the third Amendment. ♣ Inserted by the third Amendment. ♣ Inserted by the third Amendment. ♥ Amended by the First amendment . bond undertaking not to commit such offence again an d release him/her without awarding any punishment. ∇19A. No Proceedings are to be Undertaken while Und ergoing Treatment : (1) Notwithstanding anything contained in Clauses (a) and (d) of Sub-section (1) of",
    "Section 14, the narcotic drug consumer, while unde rgoing treatment or rehabilitation in a treatment or rehabilitation ce nter established or recognized by Government of Nepal, shall not be subjected to the punishment under this (2) The concerned officer shall prepare and keep a weekly or monthly report in the format as prescribed by Government of Nepal by asking the details of the treatment and rehabilitation from the concer ned treatment and rehabilitation centre regarding those persons who a re undergoing treatments in the centers as mentioned in Sub-section (1). 20. Special provision as to stocks of narcotic dr ugs under previous license : If, at the time of commencement of this Act, any stock o f narcotic drug is left with any person holding a license pursuant to Intoxicati ng substance Act, 1961 and Intoxicating Substance Rules, 1962, he/she shall ha ve to surrender such stock of narcotic drugs to the Narcotic Drugs Control Office r within the prescribed time limit. 21. Provision regarding to Narcotic Drugs Control Officer and Narcotic Drugs Control Administration : (1) Government of Nepal shall establish a Narcotic Drugs Control Administration under the ∂Ministry of Home Affairs for carrying out the objectives of this Act and may ♥appoint or designate a Chief Narcotic Drugs Control Officer, one or more Narcotic Drugs C ontrol Officers, Deputy Narcotic Drugs Control Officer and other officers as and when necessary.  (2) The Chief Narcotic Drugs Control Officer shall act as a chief of the Narcotic Drugs Control Administration established u nder Sub-section (1) and ∇ Inserted by First Amendment. ∂ Amended by Some Nepal Act Amendment Act, 2048. ♥ Amended by the First amendment.  Amended by the third Amendment. the Chief Narcotic Drugs Control Officer shall supe rvise control, direct and coordinate the measures relating to control of narcotic drugs under this Act. (3) Notwithstanding anything contained in other pr ovisions of this Act, if it is established that",
    "by First Amendment. ∂ Amended by Some Nepal Act Amendment Act, 2048. ♥ Amended by the First amendment.  Amended by the third Amendment. the Chief Narcotic Drugs Control Officer shall supe rvise control, direct and coordinate the measures relating to control of narcotic drugs under this Act. (3) Notwithstanding anything contained in other pr ovisions of this Act, if it is established that any Government employee has taken bribe with a view to assist a person facilating the sale and use of narc otic drugs, penalty shall be imposed on such employee under the prevailing law and an additional penalty equivalent to the half of the penalty given to such offender involved in due sale and use of narcotic drugs. ∇21A. Judicial Authority and Appeal : (1) The court of law as shall be constituted or prescribed by Government of Nepal by publishing a n otification in the Nepal Gazette shall have the authority to hear the cases under this Act except those cases which are related to the offence under Clause (a) of Section 4. (2) The court of law as mentioned in Sub-section ( 1) shall, while adjudicating cases under this Act, adopt the proced ures and use the authority as has been laid down in Special Court Act, 2059 /handwriteleft. (3) The person who is not satisfied on the decisio n or the final order of the court under Sub-section (1) may make an appeal to the Appellate Court. ♣21B. Functions, Powers and Duties of the Investiga ting Authority : (1) The investigating authority while being deputed in the control of narcotic drugs shall enjoy the powers equal to that of police purs uant to prevailing laws in course of conducting investigation of narcotic drugs. (2) While conducting investigation in the transact ion of narcotic drugs the investigating authority shall enjoy the powers equal to that of custom officer pursuant to prevailing Custom Act to search the goo ds of the person seen doubtful in the transaction of narcotic drugs. Provided that, before conducting such search, the",
    "that of police purs uant to prevailing laws in course of conducting investigation of narcotic drugs. (2) While conducting investigation in the transact ion of narcotic drugs the investigating authority shall enjoy the powers equal to that of custom officer pursuant to prevailing Custom Act to search the goo ds of the person seen doubtful in the transaction of narcotic drugs. Provided that, before conducting such search, the investigating authority shall have to issue a search warrant to the concerned person. ∇ Inserted by First Amendment . /handwriteleft At present the special court Act,2059 ♣ Inserted by the third Amendment. (3) The investigating authority shall enjoy the po wers equal to that of postal officer pursuant to prevailing Postal Act, t o censor any matter to be received by post which is seen doubtful in course o f investigation of narcotic drugs. ♣21C. The Scientific equipments and weapons may be taken : The authority and employees to be engaged in the investigating functi on of narcotic drugs and the employees related to narcotic drug control shall ha ve the powers to carry and use scientific equipment, communication devices and weapons and the material to be used in that weapon, which are necessary in c ourse of investigation and control activities. 22. Government to be a plaintiff : Government of Nepal shall be the plaintiff in all cases under this Act and all such cases shall b e deemed to have been incorporated in Schedule 1 of the Government Cases Act,2049 (1992) /handwriteleft. 22A. .⊗..... ♣22B. No punishment for the works done in good faith : No case shall be instituted or legal action be taken against any government emp loyee in relation to any function performed or attempted to perform in good faith under this Act. ♣22C. Provision in relation to extension of time : The judicial authority may grant extension of time upto three months, not exceeding one month at a time, for keeping the persons in police custody, who have bee n arrested in course",
    "or legal action be taken against any government emp loyee in relation to any function performed or attempted to perform in good faith under this Act. ♣22C. Provision in relation to extension of time : The judicial authority may grant extension of time upto three months, not exceeding one month at a time, for keeping the persons in police custody, who have bee n arrested in course of investigation of narcotic drugs. 23. Provision Regarding Cases Filed Before the Co mmencement of this Act : Cases Pertaining to narcotic drugs which are alread y filed or to be filed under any Nepal law existing before the commencement of t his Act shall be disposed of by the same authority as empowered to hear such cases under those law. ♣ Inserted by the third Amendment. /handwriteleft At present the Government Cases Act, 2049 (1992) ⊗ Inserted by First Amendment and deleted by second amendment. ♣ Inserted by the third Amendment. ♣ Inserted by the third Amendment. ∇23A. Prevailing Law is to be Applicable : Notwithstanding anything contained in other provisions of this Act, the production, sale and distribution, exportimport, store and consumption of medicines made in pharmacutical forms such as tablets, capsules, injections of the name and qu antum as prescribed in the Pharmacopia regarding the natural or synthetic narc otic or psychotropic substances and their salt as prescribed pursuant to Sub-clause (7) of Clause (a) of Section 3, shall be governed by the Medicine Act, 2035. Provided that, the production sale and distributi on, export-import, store and consumption of the raw materials (raw or chemica lized) of the narcotic or psychotrophic substances shall be governed by this Act.\" 24. Power to frame Rules or issue orders : Government of Nepal may frame Rules or issue orders to carry out the objectives of thi s Act. 25. Repeal : The Intoxicating Substance Act, 2017 (1961) and the Intoxicating Substance Rules, 2019 (1962) are hereby repealed. Note: The Section 12 of Narcotic Drugs (Control)",
    "of the narcotic or psychotrophic substances shall be governed by this Act.\" 24. Power to frame Rules or issue orders : Government of Nepal may frame Rules or issue orders to carry out the objectives of thi s Act. 25. Repeal : The Intoxicating Substance Act, 2017 (1961) and the Intoxicating Substance Rules, 2019 (1962) are hereby repealed. Note: The Section 12 of Narcotic Drugs (Control) ( First Amendment) Act, 2043 is a follows: Cases to be Transferred : The cases relating to the offence under Clause (a ) of",
    "Section 4 which have been filed in any court and is under the proceeding before\nthe commencement of this Act shall be transferred t o the district court whereas\nother cases under this Act shall be transferred to the court under Sub-section (1)\nof Section 21A.\n∇ Inserted by First Amendment ."
  ],
  "total_chunks": 26
}