{
  "metadata": {
    "filename": "National-Sentencing-Code(2074).pdf",
    "title": "Execution) Act, 2017 (2074)",
    "act_number": "38",
    "year": "2017",
    "date": "16 October 2017 (2074.6.30)"
  },
  "chunks": [
    "The Criminal Offences (Sentencing and\nExecution) Act, 2017 (2074)\nDate of Authentication:\n16 October 2017 (2074.6.30)\nAct Number 38 of the year 2017 (2074)\nAn Act Made to Provide for Determination and Execution of\nSentences for Criminal Offences\nPreamble: Whereas it is expedient to make legal provisions for the\ndetermination of appropriate sentences for offenders who commit\ncriminal offences and the execution of such sentences, in order to\nmaintain the interest and decency of the general public by creating a just,\npeaceful and safe society;\nNow, therefore, the Legislature-Parliament under clause (1) of",
    "Article 296 of the Constitution of Nepal has made this Act. Chapter – 1 Preliminary Short title and commencement: (1) This Act is cited as the \"Criminal Offenses (Sentencing and Execution) Act, 2017 (2074)\". Clauses (d), (e), (f) and (g) of Section 17, Sections 22, 25, 26, 27, 28, 29, 30, 31 and 49 of this Act shall come into force on a date appointed by the Government of Nepal by a notification in the Nepal Gazette, and the other Sections shall come into force on the first date of the month of Bhadra 2075 (……….). Definitions: Unless the subject or context otherwise requires, in this Act,- \"Penal Code\" means the National Penal (Code) Act, 2017; \"offender\" means a person who is convicted by a court of any offense; \"law\" means a law in force for the time being; \"prescribed\" or \"as prescribed\" means prescribed or as prescribed in the rules framed under this Act; \"probation officer\" means a probation officer appointed or designated pursuant to Section 49; \"Probation and Parole Board\" means",
    "\"prescribed\" or \"as prescribed\" means prescribed or as prescribed in the rules framed under this Act; \"probation officer\" means a probation officer appointed or designated pursuant to Section 49; \"Probation and Parole Board\" means the probation and parole board under Section 38; \"Criminal Procedure Code\" means the National Criminal Procedure (Code) Act, 2017; \"Committee\" means the sentence recommendation committee under Section 46. Application of the Act: (1) This Act shall apply to the determination by a court of a sentence for any offence and execution thereof. This Act shall not apply to the following: imposing a sentence for an offence relating to the contempt of court, imposing a sentence for a breach of the privilege, proceeding of which has been instituted by the Legislature-Parliament, in cases where any law provides for the nonapplicability of this Act. Chapter – 2 General Principles of Sentencing Application of provisions of the Penal Code and Criminal Procedure Code: (1) This",
    "cases where any law provides for the nonapplicability of this Act. Chapter – 2 General Principles of Sentencing Application of provisions of the Penal Code and Criminal Procedure Code: (1) This Act shall be implemented subject to the Penal Code and the Criminal Procedure Code. Wherever used in this Act, the several terms defined in the Penal Code and Criminal Procedure Code shall have the respective meanings therein set forth. The principles set forth in the Penal Code shall also be applicable to the implementation of this Act. Lesser sentence to be imposed: If any offence is punishable by law with a sentence that is lesser at the time of sentencing than the sentence at the time of commission of the offence, sentence shall be so determined that it is the lesser. Sentence under other law to be determined: If any law provides for a sentence of imprisonment for a fixed term or a sentence of a fine or penalty of fixed amount for any offence, the offender of such offence shall be subjected",
    "any law provides for a sentence of imprisonment for a fixed term or a sentence of a fine or penalty of fixed amount for any offence, the offender of such offence shall be subjected to such imprisonment, fine or penalty accordingly. Sentence to be imposed under this Act: Except for the cases set forth in Section 6, sentence for any offence shall be determined pursuant to this Act. Sentence to be determined after conviction: (1) A court shall determine a sentence to any person for any offense only after such person is convicted of such offence by the court in accordance with law. Sentence shall be determined pursuant to sub-section (1) not later than thirty days of the conviction. Separate hearing to be conducted: (1) A sentence shall be determined for an offender pursuant to Section 8 by conducting a separate hearing. Provided that no separate hearing shall be required for determining sentence for an offender of an offense punishable by sentence of imprisonment for up to three years or",
    "8 by conducting a separate hearing. Provided that no separate hearing shall be required for determining sentence for an offender of an offense punishable by sentence of imprisonment for up to three years or fine of up to thirty thousand rupees. Except in cases where a judge who declared conviction has died, retired or become unable to discharge duties because of a severe disease, the same judge himself or herself shall, in any other circumstance whatsoever, determine the sentence by conducting a hearing under sub-section (1). Sentence to be determined by conducting hearing in open bench: (1) Sentence shall be determined in open bench for an offender of a case other than a case that is required by law to be heard in camera. Sentence shall be determined under sub-section (1) in presence of the offender or his or her legal practitioner as well. Notwithstanding anything contained in sub-section (2), nothing shall bar the determination of a sentence under this Act even if the offender cannot",
    "of the offender or his or her legal practitioner as well. Notwithstanding anything contained in sub-section (2), nothing shall bar the determination of a sentence under this Act even if the offender cannot be produced before the court for reason of security or public interest or the offender refuses to appear before the court or the offender is absconding or legal practitioner of the offender is not present. An offender who cannot be produced before the court under sub-section (3) may be produced through videoconferencing; and where an offender is so produced, the offender shall be deemed to have appeared before the court for the purpose of this Section. More than one sentence not to be executed: (1) In determining a sentence for an offender who has committed more than one offense in a single incident, each offence shall be deemed to have been committed separately and separate sentence shall be determined for the same. Provided that where sentence for more than one offence committed at",
    "a single incident, each offence shall be deemed to have been committed separately and separate sentence shall be determined for the same. Provided that where sentence for more than one offence committed at the same time is to be executed, the sentence for the offense carrying the maximum sentence shall be executed. If two or more acts constitute an offence and any one of such acts is itself a separate offense, only the sentence for the offence carrying the maximum punishment shall be imposed. If an act constitutes separate offenses under the different Acts, the sentence provided by the Act which is the highest of the sentences under such Acts shall be executed. Provided that in determining the sentence, separate sentence shall be determined for each offense. Explanation: purposes Section, imprisonment and fine shall be considered separate sentences and executed separately. Order to be given to prepare pre-sentence report: (1) If, prior to determining the sentence for an offense punishable",
    "purposes Section, imprisonment and fine shall be considered separate sentences and executed separately. Order to be given to prepare pre-sentence report: (1) If, prior to determining the sentence for an offense punishable by imprisonment for more than three years or fine of more than thirty thousand rupees, the court thinks so necessary, it may order a probation officer or parole officer to prepare a pre-sentence report in respect of the offender. (2) Upon receipt of the order pursuant to sub-section (1), the probation officer or parole officer shall prepare a report in respect of the offender, setting out the following matters: personal, social and cultural background of the offender, circumstances surrounding the commission of the offence, the offender's conduct before the commission of the offence, the offender's age, such other matters as considered necessary by the probation officer or parole officer. (3) After the preparation of the report under sub-section (2), the probation officer",
    "offence, the offender's age, such other matters as considered necessary by the probation officer or parole officer. (3) After the preparation of the report under sub-section (2), the probation officer or parole officer shall submit such report to the court. Upon receipt of the report under sub-section (3), the court shall provide the report to the concerned government attorney, offender and his or her legal practitioner and, if the offender is a child, to his or her guardian. Upon receipt of the report under sub-section (4), such government attorney, offender, guardian or legal practitioner may submit his or her opinion on that report to the Court. Notwithstanding anything contained elsewhere in this Section, in cases where the probation officer or parole officer is not designated or appointed, the court shall order the legal practitioners of the plaintiff and the defendant to prepare the report under sub-section (1). Upon receipt of the order under sub-section (6), such legal practitioner",
    "the court shall order the legal practitioners of the plaintiff and the defendant to prepare the report under sub-section (1). Upon receipt of the order under sub-section (6), such legal practitioner shall prepare and submit such report to the Court. 13. Purposes of sentencing to be taken into account: The court shall determine the sentence by taking into account all or any of the following purposes: to deter the offender or other persons from committing the offence, to protect the society or community, to deliver justice, along with compensation, to the victim, to assist in the offender's rehabilitation in the society, or to reform the offender, to isolate the offender from the society, to make the offender regret his or her offending and promote offender sense acknowledgement that harm has been done to the victim or the community, to denounce the conduct prohibited by law. Matters to be taken into account in determining sentence: The court shall determine a sentence by taking into account",
    "to the victim or the community, to denounce the conduct prohibited by law. Matters to be taken into account in determining sentence: The court shall determine a sentence by taking into account the following matters: sentence should not be disproportionate to the gravity of the offence and the degree of culpability of the offender, sentence should not be more severe than is necessary to achieve the purposes of sentencing, sentence should not be incompatible with or unequal to the sentence previously imposed on another offender of the offence committed in similar circumstances, in determining a sentence for two offences or imposing a sentence for another offence on an offender who is serving a sentence for one offence, the overall sentence should not be unjust and disproportionate, sentence of imprisonment should not be imposed where other sentence seems to be adequate in proportion to the offense. Grounds for determining sentence: (1) A sentence shall be determined pursuant to this Act",
    "imprisonment should not be imposed where other sentence seems to be adequate in proportion to the offense. Grounds for determining sentence: (1) A sentence shall be determined pursuant to this Act on the following grounds: the gravity of the offence and the degree of culpability of the offender, the circumstances surrounding the commission of offense, the gravity of the offence aggravating or mitigating factors, the offender's conduct and previous activities, purposes of the sentencing set forth in Section In determining a sentence pursuant to sub-section (1), the sentence shall be determined as follows: the sentence of imprisonment for an offender who commits a heinous or grave offence, in sentencing a child, his or her reform and rehabilitation, for a recidivist, a sentence that is double the sentence imposable for the last offense committed, the sentence of imprisonment for an offender who is dangerous to the society or the community, for an offender who, being a holder of a position",
    "for the last offense committed, the sentence of imprisonment for an offender who is dangerous to the society or the community, for an offender who, being a holder of a position or authority in any government office or public or body corporate, commits an offence by abusing such position or authority, the sentence that is one and half of the sentence imposable on such offence. Matters to be taken into account in sentencing a child: (1) In imposing a sentence on a child, the following matters shall also be taken into account: his or her best interests, the gravity of the offence and the degree of culpability, his or her personal circumstances, Explanation: For the purposes of this clause, \"personal circumstances\" includes the age, education, family and social condition of the child, type of the offense, harm caused by the offense and the objective of the commission of the offence. compensation offered to the victim, remorse shown for the offence, desire for living a good and useful life.",
    "offense, harm caused by the offense and the objective of the commission of the offence. compensation offered to the victim, remorse shown for the offence, desire for living a good and useful life. In imposing a sentence on a child below sixteen years of age, the sentence of imprisonment shall not be imposed except in cases where the child has committed a heinous or grave offence or is a recidivist. 17. Matters to be set out in determining sentence: (1) In determining a sentence pursuant to this Act, the following matters shall be set out in the decision or order: the reason for awarding the sentence, in the case of determination of the sentence of fine, the amount of fine to be paid by the offender, the date for payment of the fine, whether the fine is payable by installments, the sentence of imprisonment imposable for failure to pay the fine, in the case of determination of the sentence of imprisonment, the term of imprisonment, the date of being held in custody, the date of completion",
    "sentence of imprisonment imposable for failure to pay the fine, in the case of determination of the sentence of imprisonment, the term of imprisonment, the date of being held in custody, the date of completion of the service of imprisonment, in the case of a community service order, the type, period and time of the service, and sentence imposable for failure to do the service, in the case of determination of the sentence of imprisonment in a reform home or rehabilitation center, the period of stay in such home or center, the terms and conditions to be complied with and sentence imposable for failure to comply with such terms and conditions, whether the offender can be released on parole or not, if imprisonment is capable of suspension, the period of such suspension, if compensation is to be made, the amount of compensation, period and procedure for making compensation, and sentence imposable for failure to make compensation, in the case of conditional suspension of sentence for a child",
    "is to be made, the amount of compensation, period and procedure for making compensation, and sentence imposable for failure to make compensation, in the case of conditional suspension of sentence for a child under sub-section (5) of Section 24, sentence imposable for violation of such condition, such other necessary matters as the court thinks appropriate.",
    "Chapter-3 Provisions Relating to Fine Grounds for determination of sentence of fine: (1) The sentence of fine for an offence shall be determined, taking into account such offence and the maximum and minimum amount of fine, in addition to the other matters set forth in this Act. In determining the fine pursuant to sub-section (1), the following matters shall also be taken into account: the offender's financial status and source of income, financial harm caused to other person from the offence committed by the offender, benefit received by the offender or his or her family from the commission of the offence by the offender, implications of the fine to the family required to be maintained by the offender, the amount of compensation required to be paid to the victim, liability likely to be borne by the government due to non-payment of the fine, if the offender is a body corporate, the financial status and transactions of such body, if an amount is required to be deposited into the victim relief",
    "government due to non-payment of the fine, if the offender is a body corporate, the financial status and transactions of such body, if an amount is required to be deposited into the victim relief fund, such amount. Explanation: For the purposes of this clause, \"victim relief fund\" means the victim relief fund under Section 48. In determining a fine pursuant to sub-section (1), the fine shall be determined on the basis of the amount in controversy if such amount is set. Fine to be so determined as not to be prejudicial to compensation: If, in imposing a fine pursuant to Section 18, the fine is to be so imposed that the offender must also pay compensation to the victim of the offence, the fine shall not be so imposed that the offender is unable to pay such compensation. Fine to be paid immediately: (1) The offender must pay immediately the fine imposed pursuant to this Chapter. Notwithstanding anything contained in sub-section (1), if such offender, being unable to pay such fine immediately,",
    "Fine to be paid immediately: (1) The offender must pay immediately the fine imposed pursuant to this Chapter. Notwithstanding anything contained in sub-section (1), if such offender, being unable to pay such fine immediately, furnishes any property as the security for such fine, the court may order the offender to so pay the fine in a maximum of three installments that such amount is paid up within one year. Fine to be so determined as to be payable by each offender: In determining a fine for more than one offender in relation to any offence, the fine shall be so determined that each offender has to pay the fine according to the degree of the offending. Chapter – 4 Provisions Relating to Community Service Power to order for community service: (1) If, in relation of an offender who is sentenced to imprisonment for a term not exceeding six months, having regard also to the offence committed by the offender, the age, conduct of the offender, the circumstances and the manner of the commission",
    "sentenced to imprisonment for a term not exceeding six months, having regard also to the offence committed by the offender, the age, conduct of the offender, the circumstances and the manner of the commission of the offence, it appears to the court that it is not appropriate to imprison the offender, the court may order the offender to do the community service or to do the community service for the remaining period after the offender has served the sentence of imprisonment for such period as the court deems appropriate in relation to such offence. The court shall make an order of community service only if the offender agrees to do the community service. For the purpose of this Section, the following work shall be considered as a community service: doing a public work for free, serving at a hospital, elderly home, orphanage for free, doing environment protection related work for free, teaching or serving at a public or community school for free, providing or causing to be provided sports",
    "at a hospital, elderly home, orphanage for free, doing environment protection related work for free, teaching or serving at a public or community school for free, providing or causing to be provided sports training for free, doing work at a benevolent organization for free, appearing before such rehabilitation or reform organization as designated by the court and doing such work as specified by such organization. (4) In making the community service order pursuant to sub-section (1), the order shall be so made that the offender is required to do any work under sub-section (3) for a period that is equal to that of imprisonment imposed on the offender or to that of imprisonment which remains to be served by the offender. (5) In determining the period under sub-section (4), the court shall also specify the hours of work a day to be done by the offender. (6) In making an order of community service to be done by the offender pursuant to sub-section (1), the terms and conditions to be compiled",
    "work a day to be done by the offender. (6) In making an order of community service to be done by the offender pursuant to sub-section (1), the terms and conditions to be compiled with by him or her shall also be specified. (7) If the offender does the community service under sub-section (3) in compliance with the terms and conditions under sub-section (6), the sentence of imprisonment imposed on him or her shall be deemed to have been served. (8) The offender shall do the community service under the supervision of a probation officer or parole officer as designated by the Probation and Parole Board. (9) The court shall revoke the order under sub-section (1) if any offender fails to do the community service set forth in the order issued pursuant to this Section or does not comply with the terms and conditions under sub-section (6) or it is known after the issuance of the order of community service that the offender had committed any offence previously or the offender commits any other offence",
    "the terms and conditions under sub-section (6) or it is known after the issuance of the order of community service that the offender had committed any offence previously or the offender commits any other offence during that period. (10) After the revocation of the order pursuant to subsection (9), such offender must serve the sentence of imprisonment imposed on him or her or the remaining period of imprisonment to be served by him or her in prison. Chapter – 5 Provisions Relating to Imprisonment 23. Sentence of imprisonment to be imposed if other sentence is not adequate: Except as otherwise provided in this Act, any offender shall be sentenced to imprisonment in the event of the sentence of fine and community service being not adequate. 24. Sentence of imprisonment may be suspended: (1) In cases where an offender on whom a sentence of imprisonment for less than one year has been imposed has committed the offence for the first time and, having regard to the offence committed by the offender,",
    "an offender on whom a sentence of imprisonment for less than one year has been imposed has committed the offence for the first time and, having regard to the offence committed by the offender, the age, conduct of the offender, the circumstances and the manner of the commission of the offence, it appears to the court that it is not appropriate to imprison the offender, the court may, without implementing the sentence of imprisonment imposed on such offender, suspend such imprisonment. Suspension of the sentence of imprisonment under sub-section (1) may be made until three years from the date of its determination. Notwithstanding anything contained in sub-section (1), no sentence of imprisonment imposed on an offender other than a child held guilty of any of the following offences may be suspended: murder, rape, human trafficking and transportation, arms, ammunition and explosive, corruption, taking of hostage and kidnapping, robbery, counterfeiting of currency or government stamps, foreign",
    "of the following offences may be suspended: murder, rape, human trafficking and transportation, arms, ammunition and explosive, corruption, taking of hostage and kidnapping, robbery, counterfeiting of currency or government stamps, foreign exchange, offence relating to narcotic drug trafficking and transaction, relating to ancient monument, relating to forest and wildlife, organized crime, money laundering, offence relating to torture or cruel, inhumane or degrading treatment, crime against humanity. In making a order of suspension of the sentence of imprisonment pursuant to sub-section (1), the order shall be so made that the offender is required to do the following during the period of suspension: to do a public work for free, to assist in any work of the victim of the offence, to refrain from doing any act or conduct set forth in such order, to refrain from moving outside of his or her residence or any particular place, to refrain from committing any offence during the period of sentence",
    "conduct set forth in such order, to refrain from moving outside of his or her residence or any particular place, to refrain from committing any offence during the period of sentence or within three years of the service of such sentence, to remain within any place specified by the court, to remain in a treatment and rehabilitation center, to refrain from meeting a particular person. Notwithstanding anything contained in sub-section (4), in making suspension of the sentence for a child pursuant to sub-section (1), decision shall be made as follows, with or without specifying the terms and conditions, having regard also to his or her age and the circumstances of the commission of the offence: that any family member or guardian remind and counsel him or her of good human conduct, that any service providing agency or individual orient the child, that sole, group or family psychosocial counseling service be provided to the child, that the child remain under the guardianship and supervision of",
    "any service providing agency or individual orient the child, that sole, group or family psychosocial counseling service be provided to the child, that the child remain under the guardianship and supervision of any family member, guardian, school, service provider individual or organization for a certain term, subject to the compliance with the specified terms and conditions. If the offender complies with the matters set forth in the order under sub-section (4) during the period of suspension, the offender shall be deemed to have served the sentence of imprisonment determined pursuant to sub-section (1). If the offender violates the order under sub-section (4), the court shall revoke the order under sub-section (1). After the order has been revoked pursuant to subsection (7), such offender shall serve the whole of the sentence of imprisonment imposed on him or her in prison. Power to make order to send offender to reform home: (1) If, in relation of an offender who is sentenced to imprisonment",
    "sentence of imprisonment imposed on him or her in prison. Power to make order to send offender to reform home: (1) If, in relation of an offender who is sentenced to imprisonment for a term of two years or less, having regard also to the offence committed by the offender, the age, conduct of the offender, the circumstances and the manner of the commission of the offence, it appears to the court that it is appropriate to hold him or her in a reform home instead of sending him or her to prison, the court may, on recommendation of a probation officer, send such offender to the reform home. Notwithstanding anything contained in sub-section (1), an offender who has committed any offence set forth in subsection (3) of Section 24 shall not be sent to such reform home. In sending an offender to a reform home pursuant to sub-section (1), the terms and conditions as determined by the Probation and Parole Board, to be compiled with by him or her, shall also be specified. If the offender serves the",
    "reform home pursuant to sub-section (1), the terms and conditions as determined by the Probation and Parole Board, to be compiled with by him or her, shall also be specified. If the offender serves the term of imprisonment in a reform home in compliance with the terms and conditions under sub-section (3), he or she shall be deemed to have served such term in prison. Notwithstanding anything contained elsewhere in this Section, if the offender does not reform his or her conduct or fails to comply with the terms and conditions under sub-section (3) or commits any offence punishable by imprisonment during that period, he or she must serve/spend the whole period of imprisonment under this Section in prison. Power to make order to send offender to rehabilitation center: (1) If, in relation of an offender who is convicted of using narcotic drug or who is suffering from physical or mental infirmity or similar other offender, having regard to the offence committed by the offender, the age, conduct",
    "offender who is convicted of using narcotic drug or who is suffering from physical or mental infirmity or similar other offender, having regard to the offence committed by the offender, the age, conduct of the offender and the circumstances of the commission of the offence, it appears to the court that it is appropriate to send him or her to a rehabilitation center instead of sending him or her to prison, the court may, on recommendation of a probation officer, send such offender to the rehabilitation center. Explanation: purpose Section, \"rehabilitation center\" means an organization established with the aim of providing treatment and rehabilitative services to the offenders who are drug or other addicts or who are suffering from physical or mental infirmity. Notwithstanding anything contained in sub-section (1), an offender who has committed any offence set forth in subsection (3) of Section 24 shall not be sent to a rehabilitation center. In sending an offender to a rehabilitation center",
    "(1), an offender who has committed any offence set forth in subsection (3) of Section 24 shall not be sent to a rehabilitation center. In sending an offender to a rehabilitation center pursuant to sub-section (1), the terms and conditions to be compiled with by him or her shall also be specified. If the offender serves the term of imprisonment in a rehabilitation center in compliance with the terms and conditions under sub-section (3), he or she shall be deemed to have served such term of imprisonment in prison. Notwithstanding anything contained elsewhere in this Section, if the offender remaining in a rehabilitation center does not reform his or her conduct or fails to comply with the terms and conditions under sub-section (3) or commits any offence punishable by imprisonment during that period, he or she must serve/spend the whole period of imprisonment under this Section in prison. Service of imprisonment in prison on the weekend or during the night only: (1) If, in relation of an",
    "or she must serve/spend the whole period of imprisonment under this Section in prison. Service of imprisonment in prison on the weekend or during the night only: (1) If, in relation of an offender sentenced to imprisonment for a term not exceeding one year, having regard to, inter alia, the offence committed by the offender, his or her age, conduct, the gravity of the offence and the manner of the commission of the offence, it appears to the court that it is not appropriate to hold him or her regularly in prison, the court may, for reasons to be recorded, so determine the sentence of imprisonment that such offender is required to remain in prison only on the weekend or only during the night on daily basis. Notwithstanding anything contained in sub-section (1), an offender who has committed any offence set forth in subsection (3) of Section 24 shall not be sentenced to the punishment under this Section. In determining the sentence under sub-section (1), the court my specify the terms and",
    "any offence set forth in subsection (3) of Section 24 shall not be sentenced to the punishment under this Section. In determining the sentence under sub-section (1), the court my specify the terms and conditions to be compiled with by the offender. If the offender held in prison pursuant to sub-section (1) serves such term of imprisonment in compliance with the terms and conditions under sub-section (3), he or she shall be deemed to have served such imprisonment in prison. If the offender held in prison pursuant to sub-section (1) fails to comply with the terms and conditions under subsection (3) or commits any offence punishable by imprisonment during that period, he or she must serve/spend the whole period of imprisonment imposed on him or her in prison. Power to make order to hold offender in open prison: (1) The judge of the concerned District Court may, on recommendation of the chief of Prison Office, make an order to hold in open prison an offender who has served two-thirds of the",
    "prison: (1) The judge of the concerned District Court may, on recommendation of the chief of Prison Office, make an order to hold in open prison an offender who has served two-thirds of the term of imprisonment and has good conduct. Explanation: For the purpose of this Section, \"open prison\" means any place specified by the Government of Nepal in a manner that a prisoner may work during the specified time even outside of the place where he or her is held. In sending an offender to an open prison pursuant to sub-section (1), terms and conditions to be complied with by the offender shall also be specified. If the offender sent to an open prison pursuant to subsection (1) fails to comply with the terms and conditions under sub-section (2) or commits any offence punishable by imprisonment during that period, he or she must serve/spend the whole period of imprisonment imposed on him or her in prison. Power to make order to place offender on parole: (1) The judge of the District Court may, on",
    "he or she must serve/spend the whole period of imprisonment imposed on him or her in prison. Power to make order to place offender on parole: (1) The judge of the District Court may, on recommendation of the concerned District Probation and Parole Board, make an order to place on parole an offender who, upon being sentenced to imprisonment for more than one year, has served two-thirds of the sentence and has good conduct. Provided that the following offender may not be placed on parole: One who has been sentenced to life imprisonment, One who has been sentenced for the offence of corruption, One who has been sentenced for the offence of rape, One who has been sentenced for the offence of human trafficking and transportation, One who has been sentenced for the offence of organized crime, One who has been sentenced for the offence of money laundering, One who has been sentenced for an offence related to torture or cruel, inhumane or degrading treatment, One who has been sentenced for the",
    "who has been sentenced for the offence of money laundering, One who has been sentenced for an offence related to torture or cruel, inhumane or degrading treatment, One who has been sentenced for the offence of crime against humanity, One who has been sentenced for an offence relating to the crime against the state. Explanation: For the purpose of this Section, \"parole\" means permission for a prisoner who has served two-thirds of the term of the sentence of imprisonment imposed on him or her to serve the remaining term by spending life in the society, subject to the compliance with the specified terms and conditions, under the supervision of the parole officer. In making an order pursuant to sub-section (1), the terms and conditions so determined by the Probation and Parole Board as to be complied with by such offender during the period of parole shall also be specified. The parole officer shall monitor whether or not the offender has complied with the terms and conditions under subsection",
    "complied with by such offender during the period of parole shall also be specified. The parole officer shall monitor whether or not the offender has complied with the terms and conditions under subsection (2). If the offender on parole under sub-section (1) complies with the terms and conditions under sub-section (2), the sentence of imprisonment imposed on him or her shall be deemed to have been served. If the offender on parole under sub-section (1) fails to comply with the terms and conditions under sub-section (2) or commits any offence punishable by imprisonment during that period, he or she must serve/spend the remaining period of imprisonment imposed on him or her in prison. Other provisions relating to parole shall be as prescribed. To have socialization: (1) Notwithstanding anything contained in this Act and other law, a prison may release an offender who, upon being sentenced to imprisonment for a term exceeding one year, is serving the sentence and bears good conduct, from prison",
    "Act and other law, a prison may release an offender who, upon being sentenced to imprisonment for a term exceeding one year, is serving the sentence and bears good conduct, from prison on monthly or daily basis, for the following purpose, six months before the expiry of the term of imprisonment imposed on him or family reunion, establishment of social, cultural relation, social assimilation and rehabilitation, carrying on a business or employment, taking skill or employment-oriented training. In releasing an offender from prison pursuant to subsection (1), terms and conditions to be complied with by such offender shall also be specified. In releasing an offender pursuant to sub-section (1), the period and time to be spent for such purpose shall also be specified. The person released pursuant to sub-section (1) shall submit a weekly report on the work he or she has done to the concerned prison. If a person released pursuant to sub-section (1) fails to comply with the terms and conditions",
    "submit a weekly report on the work he or she has done to the concerned prison. If a person released pursuant to sub-section (1) fails to comply with the terms and conditions under sub-section (2) or commits any offence during that period, he or she shall serve/spend the remaining period of imprisonment in prison. Engagement in physical labor in lieu of imprisonment: (1) If an offender who is above the age of 18 and physically fit, and has been sentenced to imprisonment for a term of three years or more so desires, the offender may be engaged in physical labor for public work. The sentence of imprisonment imposed on an offender who is engaged in physical labor for public work pursuant to sub-section (1) shall be deducted by additional one day in lieu of the labor done for every three days. Other provisions relating to engagement in physical labor for public work shall be as prescribed. Prisoner may be allowed to leave prison: A prison may, in the following circumstance, permit a prisoner",
    "three days. Other provisions relating to engagement in physical labor for public work shall be as prescribed. Prisoner may be allowed to leave prison: A prison may, in the following circumstance, permit a prisoner who, upon being sentenced to imprisonment, is serving the sentence of imprisonment in the prison to go out of the prison with necessary security: in the event of a close relative having fallen ill, to visit such patient on condition that he or she shall return to the prison on the same day, in the event of the death of a relative of whom crematory or obsequies rites have to be performed by the prisoner himself or herself, to perform such crematory or obsequies rites on condition that he or she shall return to the prison on the specified day. Reformative programs to be conducted: (1) In order to reform the conduct of prisoners serving the sentences of imprisonment, a prison shall conduct reformative programs and measures, including skill, education and employment oriented, morality,",
    "programs to be conducted: (1) In order to reform the conduct of prisoners serving the sentences of imprisonment, a prison shall conduct reformative programs and measures, including skill, education and employment oriented, morality, disciplinary, physical, spiritual, meditation and exercise related education programs. A prison shall, in every sixth months, submit to the Probation and Parole Board a report setting out whether or not the prisoners have made significant reforms in their conduct as a result of the programs and measures conducted pursuant to subsection (1). Other provisions relating to reformative programs shall be as prescribed. Prisoner to be kept in hospital or similar other place: (1) If any offender sentenced to imprisonment pursuant to this Act becomes of unsound mind, the prison shall keep such offender in a hospital or similar other medical center. The period during which an offender is kept in a hospital or medical center pursuant to sub-section (1) shall be included",
    "such offender in a hospital or similar other medical center. The period during which an offender is kept in a hospital or medical center pursuant to sub-section (1) shall be included in the period of the sentence of imprisonment served by the offender. Computation of fractions of sentence: In imposing a fraction of sentence under this Act, a sentence of imprisonment for life shall be reckoned as equivalent to imprisonment for twenty-five years and the fraction of sentence thereof shall be imposed and executed in accordance with law. Execution of sentence of imprisonment imposed for different offences: In imposing the sentence of imprisonment for more than one offence on a person who, upon being sentenced to imprisonment, is serving the sentence of imprisonment, the sentence of imprisonment shall be imposed and executed as follows: where period sentence imprisonment under the previous judgment is longer than or equal to that of imprisonment under the latter judgment, the sentence of imprisonment",
    "be imposed and executed as follows: where period sentence imprisonment under the previous judgment is longer than or equal to that of imprisonment under the latter judgment, the sentence of imprisonment imposed under the previous judgment shall be executed; where period sentence imprisonment under the latter judgment is longer than that of imprisonment under the previous judgment, the period of the sentence of imprisonment under the latter judgment shall be added to the extent it is longer than the previous judgment. Notwithstanding anything contained in sub-section (1), if a sentence of imprisonment is imposed for another offence on a person who is sentenced to imprisonment for any offence prior to completion of the previous sentence, the latter sentence of imprisonment shall be so executed as to be computed after the completion of the period of the previous imprisonment. Where a person is sentenced, in the same case, to various sentences of imprisonment for various offences in accordance",
    "be computed after the completion of the period of the previous imprisonment. Where a person is sentenced, in the same case, to various sentences of imprisonment for various offences in accordance with the laws in force, only the sentence of imprisonment for the offence which is the longest of such sentences shall be executed. If the sentences of imprisonment imposed under subsection (3) are equal, only one of such sentences shall be executed. Notwithstanding anything contained elsewhere in this Section, where a separate sentence is provided by law for a recidivist or a consolidated offence, such sentence shall be executed. Remission of imprisonment: If an offender, except the following offender, has served three-fourth of the sentence of imprisonment and has reformed his or her conduct while in prison, the prison may make remission as prescribed from the sentence of imprisonment passed on him or her: (a) one who has been sentenced to imprisonment for life, one who has been sentenced for",
    "prison may make remission as prescribed from the sentence of imprisonment passed on him or her: (a) one who has been sentenced to imprisonment for life, one who has been sentenced for the offence of rape, one who has been sentenced for the offence of corruption, one who has been sentenced for the offence of human trafficking and transportation, one who has been sentenced for the offence of taking of hostage and kidnapping, one who has been sentenced for the offence of organized crime, one who has been sentenced for the offence of money laundering, one who has been sentenced for an offence related to torture or cruel, inhumane or degrading treatment, one who has been sentenced for the offence of crime against humanity. Probation and Parole Board: (1) There shall be a Federal Probation and Parole Board, as follows, also to render assistance in the social rehabilitation and integration of the offenders sentenced to imprisonment: Attorney General - Chairperson Secretary, Ministry of Law, Justice",
    "a Federal Probation and Parole Board, as follows, also to render assistance in the social rehabilitation and integration of the offenders sentenced to imprisonment: Attorney General - Chairperson Secretary, Ministry of Law, Justice Parliamentary Affairs - Member Secretary, Ministry of Home Affairs - Member Two psychologists, including one woman to the extent of availability, designated by the concerned Ministry - Member Inspector General, Nepal Police - Member Criminologist or penologist designated by the concerned Ministry - Member Director General, Department of Prison Management - Member Secretary There shall be a State Probation and Parole Board as follows in each State, which is under the direct guidance, control and supervision of the Probation and Parole Board: Chief Attorney - Chairman Secretary, State Ministry of - Member Secretary, State Ministry of Home Affairs - Member Chief of Police, State Police (e) Two psychologists, including one woman to the extent of availability, designated",
    "State Ministry of - Member Secretary, State Ministry of Home Affairs - Member Chief of Police, State Police (e) Two psychologists, including one woman to the extent of availability, designated by the State Government - Member Criminologist or penologist designated by the State Government - Member Chief of the State body responsible for prison management - Member Secretary Functions, duties and powers of Probation and Parole Board: (1) In addition to the functions, duties and powers mentioned elsewhere in this Act, the functions, duties and powers of the Federal Probation and Parole Board shall be as follows: to formulate a probation and parole policy and recommend it to the Government of Nepal, to develop standards for placing prisoners on probation and parole, to develop terms and conditions to be abided by the offenders who are released on probation and parole, to supervise, control activities of, and give direction, as required, to the State Probation and Parole Board, to prepare a",
    "be abided by the offenders who are released on probation and parole, to supervise, control activities of, and give direction, as required, to the State Probation and Parole Board, to prepare a roster of persons who can be appointed or designated as the probation officer or parole officer, as required to make recommendation as to the execution of sentences and to assist in the rehabilitation of offenders pursuant to this Act, to carry out other necessary matters relating to probation and parole. The Probation and Parole Board shall, on its own, determine the rules of procedures required for the performance of its functions. The Probation and Parole Board may, as required, form a sub-committee to render assistance in its functions. The terms of reference, rules of procedures and other necessary matters of a sub-committee formed pursuant to subsection (3) shall be as specified by the Probation and Parole Board. The functions, duties and powers of the State Probation and Parole Board shall",
    "matters of a sub-committee formed pursuant to subsection (3) shall be as specified by the Probation and Parole Board. The functions, duties and powers of the State Probation and Parole Board shall be as prescribed. Computation of period of imprisonment: (1) The period of imprisonment shall be computed from the date of custody or detention of the offender, if so held in custody or detention, and from the date that the offender is held in prison, if not held in custody or detention. The period of imprisonment under sub-section (1) shall not include the day of release from detention or prison. Chapter – 6 Provision Relating to Compensation Payment of compensation to be ordered: (1) If any injury is caused to the victim's body, life, property or reputation as a result of any offence, the court shall order that a reasonable amount of compensation be paid by the offender to the victim for such injury. Provided that if a law provides for a separate compensation for any offence, the law shall",
    "order that a reasonable amount of compensation be paid by the offender to the victim for such injury. Provided that if a law provides for a separate compensation for any offence, the law shall apply accordingly. The amount of compensation under sub-section (1) shall be determined, having regard to the following matters: physical, bodily, mental and emotional injury caused to the victim, where the victim has died, the injury caused to his or her heir, the offender's financial source and condition, condition of the victim and his or her dependant, other matters Court holds appropriate. The amount of compensation under sub-section (1) shall be ordered to include the medical expenses if the victim has sustained hurt or grievous hurt as a result of the offence, and the funeral and obsequies expenses, if the victim has died. Where an offender has caused damage to the victim's property, the court shall, in ordering the payment of compensation, order that such property be restituted in its original",
    "the victim has died. Where an offender has caused damage to the victim's property, the court shall, in ordering the payment of compensation, order that such property be restituted in its original position. If a property cannot be restituted in its original position, the amount of compensation shall be ordered to be paid according to the price of such property where the price is set, and where the price cannot be so set, according to the price of such property that can be set at the time when damage was caused to it or the sentence passed. Payment of compensation may be ordered to be in cash or kind or both. If the victim of an offence has died prior to the payment of compensation pursuant to sub-section (1), the amount of compensation under sub-section (1) shall be ordered to be paid to his or her dependent heir. Compensation to be paid immediately: (1) The offender shall immediately pay the amount of compensation passed under this Section. Notwithstanding anything contained in sub-section",
    "ordered to be paid to his or her dependent heir. Compensation to be paid immediately: (1) The offender shall immediately pay the amount of compensation passed under this Section. Notwithstanding anything contained in sub-section (1), if such person, being unable to pay the compensation immediately, furnishes any property as the security for such compensation, the court may order the offender to so pay the compensation in a maximum of three installments that such amount is paid up within one year. Compensation to be borne by each offender: In making an order for the payment of compensation for more than one offender in relation to any offence, such order shall be so made that each offender pay the compensation according to the degree of the offending. To be as per agreement: (1) Notwithstanding anything contained elsewhere in this Chapter, the victim and the offender can enter into agreement on payment of compensation in relation to any offence. If the agreement under sub-section (1) is",
    "Notwithstanding anything contained elsewhere in this Chapter, the victim and the offender can enter into agreement on payment of compensation in relation to any offence. If the agreement under sub-section (1) is found reasonable, the court may make order for the compensation as per such agreement. Imprisonment for non-payment of compensation: (1) If an offender who is required to pay compensation does not pay the amount of compensation within the period specified for its payment, compensation shall be ordered to be paid to the victim by making attachment to such offender's property. If the amount of compensation cannot be recovered from the property attached pursuant to sub-section (1) or if the offender required to pay compensation fails to do so, he or she shall be imprisoned by converting the amount of compensation into imprisonment at the rate of three hundred rupees for a day. Notwithstanding anything contained in this Act and the other laws, imprisonment under sub-section (2) shall",
    "the amount of compensation into imprisonment at the rate of three hundred rupees for a day. Notwithstanding anything contained in this Act and the other laws, imprisonment under sub-section (2) shall not exceed four years. Chapter – 7 Miscellaneous Sentence Recommendation Committee: There shall be a Sentence Recommendation Committee, as follows, also for the making of sentencing policy: Attorney General - Chairman Secretary, Ministry of Law, Justice and Parliamentary Affairs - Member Inspector General, Nepal Police - Member One person designated by the Government of Nepal from amongst the persons having gained at lest fifteen years of experience in the field of crime investigation or the penologists - Member One person designated by the Government of Nepal from amongst the persons having gained at least ten years of experience in the rehabilitation of offenders - Member Functions, duties and powers of the Committee: (1) The functions, duties and powers of the Committee shall be as follows:",
    "ten years of experience in the rehabilitation of offenders - Member Functions, duties and powers of the Committee: (1) The functions, duties and powers of the Committee shall be as follows: to develop standards for the determination of appropriate range of sentence to be imposed on the offender according to the gravity of offence, to conduct study and research the on prevailing penal policy and give suggestion to the Government of Nepal for reform thereof, to make opinion, advice and suggestion on sentence to be imposed in relation to any specific type of offences, to collect, update and analyze data/records of the offenders and give suggestion to the Government of Nepal on punishment, if there appears a need for making any reform in the laws in force on punishment, to give suggestion to the Government of Nepal for that purpose. The Committee shall, on its own, determine the rules of procedures required for the performance of its functions. The Committee may, as required, form a subcommittee",
    "the Government of Nepal for that purpose. The Committee shall, on its own, determine the rules of procedures required for the performance of its functions. The Committee may, as required, form a subcommittee to render assistance in its functions. The terms of reference, rules of procedures and other necessary matters of a sub-committee formed pursuant to subsection (3) shall be as specified by the Committee. Victim relief fund to be established: (1) There shall be established a fund entitled the victim relief fund for the provision of relief to the victim of offence. The Government of Nepal shall credit into the fund established pursuant to sub-section (1) fifty percent of the amount recovered for a fine under the court or of the amount paid by an offender sentenced to imprisonment as a fine in lieu of such imprisonment, in accordance with the Penal Code. In addition to the amount to be credited pursuant to sub-section (2), any amount as so provided by law or received from the Government",
    "of such imprisonment, in accordance with the Penal Code. In addition to the amount to be credited pursuant to sub-section (2), any amount as so provided by law or received from the Government of Nepal or any other source shall be credited into the fund under sub-section (1). The operation of the fund under sub-section (1), classification of victims, grounds for the provision of relief amount to the victims from the fund, limits of such amount and procedure for its distribution shall be as prescribed. Designation of probation officer or social activist: (1) The Government of Nepal may appoint or designate those persons who are experienced in rehabilitation or community service as the probation officer or parole officer. The qualification, terms of service and facilities of the probation officer or parole officer under sub-section (1) shall be as prescribed. Power to make rules: The rules may be framed by the Supreme Court on the matters relating to court proceedings and by the Government",
    "officer under sub-section (1) shall be as prescribed. Power to make rules: The rules may be framed by the Supreme Court on the matters relating to court proceedings and by the Government of Nepal on the other matters, as required to implement the objectives of this Act. Power to make manuals: The Government of Nepal may make and enforce necessary manuals subject to this Act and the Rules framed hereunder."
  ],
  "total_chunks": 59
}