{
  "metadata": {
    "filename": "The Public Health Service Act(2075).pdf",
    "title": "The Public Health Service Act, 2075 (2018)",
    "act_number": "11",
    "year": "2075",
    "date": "2075/6/2 (18 September 2018)"
  },
  "chunks": [
    "The Public Health Service Act, 2075 (2018)\nDate of Authentication\n2075/6/2 (18 September 2018)\nAct Number 11 of the year 2075 (2018)\nAn Act Made to Provide for Public Health Service\nPreamble:\nWhereas, it is expedient to make necessary legal provisions for implementing the right\nto get free basic health service and emergency health service guaranteed by the Constitution of\nNepal and establishing access of the citizens to health service by making it regular, effective,\nqualitative and easily available,\nNow, therefore, be it enacted by the Federal Parliament.",
    "Chapter-1\nPreliminary\nShort title and commencement: (1) This Act may be cited as the \"Public Health\nService Act, 2075 (2018).\"\n(2) This Act shall come into force immediately.\nDefinitions: Unless the subject or the context otherwise requires, in this Act-\n\"Emergency health service\" means the initial and immediate service to be\nprovided as it is necessary to free the lives of the persons from risk, save the\nlives or organs from being lost, whose lives are in the risky condition upon\nfalling into unexpected incident or emergency condition.\n\"Basic health service\" means promotional, retributive, diagnostic, remedial and\nrehabilitative service easily and freely available from the state for the sake of\nfulfillment of health need of citizens generally, pursuant to sub-section (4) of",
    "Section 3. \"Non-governmental or private health institution\" means a health institution operated with the investment and ownership of the non-governmental or private sector, upon receiving permission under the prevailing law. \"Physician\" means a person registered in the concerned Council as a physician under the prevailing law. \"Public health supervisor\" means the office-bearer designated for monitoring and regulation related to public health. \"Risk zone\" means a workplace with any chemical, biological, climate change based, psycho-social, corporal, physical and geographic condition adversely affecting the human health due to workplace or nature of work, and this term also includes the possible risk likely to occur upon the health workers at the time of health treatment as well. \"Prescribed\" or \"as prescribed\" means prescribed or as prescribed in the rules framed under this Act. \"Traditional treatment provider\" means a person providing treatment traditionally through herbs, Jantav and minerals.",
    "\"as prescribed\" means prescribed or as prescribed in the rules framed under this Act. \"Traditional treatment provider\" means a person providing treatment traditionally through herbs, Jantav and minerals. \"Ministry\" means the Ministry of the Government of Nepal responsible for matters relating to health and population of the Government of Nepal. \"Committee\" means the National Public Health Committee referred to in",
    "Section 50. \"Government health institution\" means the health institution operated by the Federal, Provincial and Local Levels. \"Community health worker\" means a health worker as well as a woman health volunteer working in the institution or community after having prescribed qualification or training from the recognized institute on the subject of health service. \"Service recipient\" means the person receiving health service in a health institution. \"Service provider\" means a physician, health worker and community health worker working in a health institution after achieving certain qualification or training on the subject of health service from a recognized health institute. \"Health worker\" means a person registered in the concerned Council as a health worker under the prevailing law. \"Health service\" means retributive, promotional, diagnostic, remedial, rehabilitative and palliative service provided, based on modern treatment (allopathy), Ayurved, homeopathy, Unani, natural treatment,",
    "worker under the prevailing law. \"Health service\" means retributive, promotional, diagnostic, remedial, rehabilitative and palliative service provided, based on modern treatment (allopathy), Ayurved, homeopathy, Unani, natural treatment, acupuncture, Sowarigpa (Amchi) treatment system. \"Health institution\" means a government health institution, and this term also includes a non-governmental or private, or cooperative or non-profit-making community health institution established under the prevailing law.",
    "Chapter-2 Rights, Duties of Service Recipients and Responsibilities of Health Institutions Access to and certainty of health service: (1) Every citizen shall have the right to obtain quality health service in an easy and convenient manner. (2) For the purposes of getting the service referred to in sub-section (1), it shall be the duty of every citizen to be involved in the programs relating to health as prescribed by the Government of Nepal, from time to time, under the prevailing law. (3) No citizen shall be deprived of health service. (4) Every citizen shall have the right to obtain free basic health services under the following headings, as prescribed: Vaccination service, Motherhood, infant and pediatric health service such as integrated infant and pediatric disease management, nutrition service, pregnancy, labor and child birth service, family planning, abortion and reproductive health, Service relating to communicable disease, Service relating to non-communicable disease and physical",
    "and pediatric disease management, nutrition service, pregnancy, labor and child birth service, family planning, abortion and reproductive health, Service relating to communicable disease, Service relating to non-communicable disease and physical disability, Service relating to mental disease, Service relating to elderly citizen's health, Service of general emergency condition, Health promotion service, Ayurveda and other accredited alternative health service, Other services prescribed by the Government of Nepal by a notification in the Nepal Gazette. (5) The Provincial and Local Governments may make necessary addition to the basic health services determined by the Government of Nepal pursuant to sub-section (6) The concerned government shall bear the burden of financial expenses of the services added under sub-section (5). (7) Other provisions and processes relating to detailed descriptions, service flow and management of the services referred to in sub-section (4) shall be as prescribed",
    "sub-section (5). (7) Other provisions and processes relating to detailed descriptions, service flow and management of the services referred to in sub-section (4) shall be as prescribed by the Ministry. (8) The Local Level may provide the basic health service in partnership with any health institutions operated under the Province and the Federation. Emergency treatment: (1) Every health institution shall provide emergency health service as prescribed. (2) It shall be the duty of each health institution and health worker to provide health service referred to in sub-section (1). (3) Notwithstanding anything contained in sub-section (2), if emergency health service is not available in any health institution, such health institution, after providing treatment available at such an institution, shall refer to another health institution for additional treatment. (4) The expenses of treatment under this Section shall be borne by health insurance if it has been made, and by the person concerned,",
    "another health institution for additional treatment. (4) The expenses of treatment under this Section shall be borne by health insurance if it has been made, and by the person concerned, his or her guardian, family member, patron or the person who has accepted patronage if health insurance has not been in effect or the amount of health insurance is not sufficient to cover the expenses. Provided that the health institution shall provide the health service under the basic health service without charge. (5) While providing emergency health service under this Section, the concerned service recipient shall be required to adopt the process to be fulfilled for obtaining such service only after starting the treatment. (6) Other provisions relating to emergency treatment service shall be as prescribed. Specialist service: (1) The Government of Nepal shall provide specialized services prescribed as necessary on the basis of nature of service, geographical condition and the rate of epidemic of the",
    "prescribed. Specialist service: (1) The Government of Nepal shall provide specialized services prescribed as necessary on the basis of nature of service, geographical condition and the rate of epidemic of the disease. (2) The Provincial Government shall provide specialist's service as per the standards prescribed by the Federal law. (3) Other matters relating to the provision of the specialist's services shall be as prescribed. Referral service: (1) Every health institution shall, after providing service available in its institution, if there is no possibility to provide further treatment to the patient who comes for treatment due to the structure, equipment of its health institution, lack of specialist's service or any other appropriate cause, refer immediately to the health institution that can provide additional treatment to such a patient. (2) While referring pursuant to Sub-section (1), the health institution shall fulfill the methods and procedures as prescribed. (3) After establishing",
    "can provide additional treatment to such a patient. (2) While referring pursuant to Sub-section (1), the health institution shall fulfill the methods and procedures as prescribed. (3) After establishing necessary referral system among health institutions that provide specialist's service and basic health service, the Government of Nepal, Provincial Government and Local Level shall make necessary arrangement to make the service effective. (4) Notwithstanding anything contained elsewhere in this Section, while referring the patient undergoing emergency treatment, referral shall be made by the referrer health institution, along with minimum equipment and available health facility available with it. To provide quality health service: (1) The Government of Nepal shall make arrangement for providing every citizen with quality health service from a health institution. (2) The Government of Nepal shall, in order to provide the citizen with health service based on available resources and means,",
    "quality health service from a health institution. (2) The Government of Nepal shall, in order to provide the citizen with health service based on available resources and means, perform the following functions: To determine policy for the protection and promotion of the health of citizens, To provide service in an egalitarian manner by determining priority of health service. (3) The Federation, Province and Local Level shall, in order to implement this Act, make arrangement for human resources, technology and equipment in such institution on the basis of necessity after establishing health institution that have fulfilled the prescribed standards. Duties of service recipient: The duties of the service recipient receiving service from a health institution or health worker shall be as follows: To be aware regarding his or her own health, adopt healthy life style, profess yoga and physical exercise and use the service provided by the health institution, To comply with the rules of the health",
    "his or her own health, adopt healthy life style, profess yoga and physical exercise and use the service provided by the health institution, To comply with the rules of the health institution by the person receiving health service, To provide the health institution with actual information related to own health condition, and to help the health worker in the course of obtaining health service, To respect and honor the health worker and health institution, Not to commit any act that constitutes physical, mental and gender violence against a health worker, To sign on treatment or discharge card by mentioning in case of refusal made to receive partial or full treatment recommended, To obtain service upon visiting the health institution referred by the health institution subject to Section 6. Responsibility for getting treated: If any family member, patron or any person, whose patronage has been accepted falls ill, the guardian, family member, patron and the person who has accepted patronage",
    "Responsibility for getting treated: If any family member, patron or any person, whose patronage has been accepted falls ill, the guardian, family member, patron and the person who has accepted patronage shall have the responsibility to take such a person to a health institution, get treated, bear treatment expenses and help and facilitate in the treatment. To provide service recipient with information: (1) Every health institution and health worker providing treatment shall provide the service recipient with information on the following matters: Regarding his or her condition of health and treatment of every service recipient, Provided that if there is a sufficient ground that it may be against the interest of him or her or the community while providing information of the health of the service recipient, it shall not bar the health institution from keeping such information as confidential. Regarding diagnosis of the illness, natural effect of the diagnosed illness and standards, and alternative",
    "the service recipient, it shall not bar the health institution from keeping such information as confidential. Regarding diagnosis of the illness, natural effect of the diagnosed illness and standards, and alternative of, the service related to treatment, Regarding estimated expenses and potential result related to alternative health treatment, Regarding the refusal of health service likely to be made by the service recipient, and potential result, risk and liability likely to arise while refusing the service. (2) While providing the service recipient with information referred to in subsection (1), the health institution shall provide such information in a language he or she can understand, as far as possible. (3) Notwithstanding anything contained in sub-sections (1) and (2), if there is no condition to provide the information of the service recipient's health condition to the concerned service recipient, such information shall be provided to the adult member of his or her family. To obtain",
    "provide the information of the service recipient's health condition to the concerned service recipient, such information shall be provided to the adult member of his or her family. To obtain informed consent of service recipient: (1) Every health institution shall obtain informed consent of the service recipient, while providing him or her with health service. Explanation: For the purposes of this Section, the term \"informed consent\" means written or oral consent given by a person who is legally competent to obtain health service. (2) For the purposes of sub-section (1), written consent shall be obtained to provide the prescribed treatment. (3) Notwithstanding anything contained in sub-section (1) and (2), health service may be provided without informed consent of the service recipient in any of the following circumstances: If the service recipient is not in a condition to give consent or has not given anyone else permission or authority to give such consent, his or her wife or husband,",
    "If the service recipient is not in a condition to give consent or has not given anyone else permission or authority to give such consent, his or her wife or husband, father or mother, grandfather or grandmother, adult son or daughter, brother or sister so far as available respectively or available closest person of the service recipient who has given such consent. If the health service has been provided without consent under the prevailing law or by an order of the court, If there is a serious threat likely to occur upon public health if any person is not treated, If there is a possibility of death of the concerned patient or likely to occur irreparable damage to his or her health if it is delayed to provide health service, If the concerned person has not refused to obtain health service in an expressed or unexpressed manner or by conduct, In other cases as prescribed. To behave equally: (1) While carrying out treatment pursuant to this Act, it shall be the duty of the concerned health",
    "in an expressed or unexpressed manner or by conduct, In other cases as prescribed. To behave equally: (1) While carrying out treatment pursuant to this Act, it shall be the duty of the concerned health worker to behave equally and respectfully towards all the service recipients. (2) Notwithstanding anything contained in sub-section (1), a health institution may prioritize on the basis of the seriousness of the health of the patient while carrying out treatment. (3) No health institution shall discriminate, or cause to be discriminated, anyone in the treatment on the basis of his or her origin, religion, race, caste, ethnicity, gender, occupation, sexual and gender identity, physical or health condition, disability, marital status, pregnancy, ideology or similar other basis as such. Professional conduct: Health institutions and health workers shall comply with the professional conduct as determined by the concerned councils. To maintain confidentiality: (1) While providing health service,",
    "as such. Professional conduct: Health institutions and health workers shall comply with the professional conduct as determined by the concerned councils. To maintain confidentiality: (1) While providing health service, information including health condition of the service recipient, diagnosis or treatment obtained by him or her shall be kept confidential. (2) Notwithstanding anything contained in sub-section (1), nothing herein contained shall be deemed to prevent the information from being published, in any of the following circumstances: If the service recipient gives written consent to publish the information, If any information is to be published in accordance with the order of the court or prevailing law, If it appears to have serious impact in public health if information is not published. For the purposes of clause (c) of sub-section (2), it shall be in accordance with the decision made by the prescribed official regarding whether serious impact is going to occur in the public health.",
    "clause (c) of sub-section (2), it shall be in accordance with the decision made by the prescribed official regarding whether serious impact is going to occur in the public health. To provide discharge summary: Each health institution shall provide the patient, who has undergone treatment upon getting admission to such an institution, with a discharge summary, along with the information as prescribed, while discharging such a patient. Liability of health institution: (1) Each health institution shall provide health service from a qualified service provider only. (2) Each health institution shall adopt necessary safety measures towards not spreading infection and preventing any disease. (3) Each health institution shall make arrangement for the transmission of following information relating to health service provided by it: Available health service, its nature, estimated time and cost needed, Work operation table and time schedule of physicians or health workers, Procedures to establish",
    "health service provided by it: Available health service, its nature, estimated time and cost needed, Work operation table and time schedule of physicians or health workers, Procedures to establish access to health service, Procedures relating to complaint management. To provide information to local administration: (1) In case anybody takes a person to any health institution for the treatment due to accident or any other reason, such a health institution shall provide such a person with treatment service as immediately available with it, and if such person is not identified, it shall provide such information to the concerned local administration. (2) While providing information pursuant to sub-section (1), the health institution shall provide information of the person treated and other information related to him or her as far as available. (3) After receiving information pursuant to sub-sections (1) and (2), the local administration shall give information by searching for the family or",
    "to him or her as far as available. (3) After receiving information pursuant to sub-sections (1) and (2), the local administration shall give information by searching for the family or guardian of the concerned person. To make a complaint: If additional complication appears in the health of any service recipient in the course of treatment or if he or she has some doubt in the process of treatment, he or she may make a complaint as prescribed to the prescribed authority against the health worker and health institution involved in the treatment. To impose condition and restriction: The chief of the health institution may impose certain conditions and restrictions in the service to be provided by the health institution on the basis of health condition of the service provider under the prevailing law. To adopt necessary measures: Each health institution shall, subject to the prevailing law, adopt necessary measures towards the safety of the employees and preventing infection and disease.",
    "Chapter-3 Relating to Health System and Management of Service Operation and regulation of health institutions: (1) The provisions relating to levelwise structure of the health institutions and the services to be provided by such institutions shall be as prescribed by the Ministry. (2) Minimum standards relating to health institutions and the services shall be as determined by the Ministry. (3) Each health institution shall provide services subject to the standards referred to in sub-section (2). (4) The health institutions established and in operation prior to the commencement of this Act, shall fulfill the standard prescribed pursuant to sub-section (2) within the time specified by the Ministry. (5) The Federal, Provincial and Local Levels may, in order to provide health service, carry out necessary partnership with private or non-governmental health institutions. (6) The Government of Nepal may determine the standards, license and regulation of the services to be provided by the private",
    "out necessary partnership with private or non-governmental health institutions. (6) The Government of Nepal may determine the standards, license and regulation of the services to be provided by the private and non-governmental, private or cooperative, or non-profit-making or community health institutions by a notification in the Nepal Gazette, (7) The Federation, concerned Province or Local Level may issue license to operate any health institution pursuant to the standards determined under sub-section (8) The provisions relating to issuing license to any health institution referred to in sub-section (7), and renewal thereof and carrying out monitoring, evaluation and regulation of such a health institution shall be in accordance with the Provincial and Local law. (9) Notwithstanding anything contained in sub-section (8), the Provincial and Local Levels may issue a license, renew and carry out monitoring and regulation of any health institution under this Act, until the enactment of the",
    "(8), the Provincial and Local Levels may issue a license, renew and carry out monitoring and regulation of any health institution under this Act, until the enactment of the Provincial and Local laws. To obtain license: (1) A non-governmental or private health institution shall provide health service only after obtaining the license as prescribed. (2) The health institution in operation at the time of the commencement of this Act without obtaining the license shall obtain the license pursuant to sub-section (1) within the time prescribed by the Ministry. (3) In the case of the traditional treatment service, service shall be provided after obtaining approval pursuant to the standards prescribed by the Local Level. To be ipso facto terminated: The license of a health institution that does not meet the standards prescribed under Section 21 and operating without obtaining the license under Section 22 shall be deemed to have been ipso facto terminated. To provide health service from elsewhere",
    "meet the standards prescribed under Section 21 and operating without obtaining the license under Section 22 shall be deemed to have been ipso facto terminated. To provide health service from elsewhere except health institution: (1) The Local Level and Provincial Government may provide school health service in cooperation with the educational institutions. (2) The nature and standards of the school health service to be provided pursuant to sub-section (1) shall be as prescribed by the Province and Local Level. (3) Any health institution may conduct specialist's service through mobile camps by obtaining permission from the prescribed body of the concerned Province. (4) The process and standards to be fulfilled while providing mobile health camp pursuant to sub-section (3) shall be as prescribed by the Provincial Government. (5) The process and standards to be fulfilled while providing health service from door to door shall be as prescribed by the Local Level. To maintain quality by health",
    "Provincial Government. (5) The process and standards to be fulfilled while providing health service from door to door shall be as prescribed by the Local Level. To maintain quality by health institution: (1) The quality of the service to be provided by a health institution shall be ensured in accordance with the Federal law. (2) The Ministry may implement, or cause to be implemented by making standards of health services. (3) The prescribed body shall carry out monitoring and evaluation from time to time as to whether the standards referred to in this Section have been fulfilled or not. (4) Each health institution shall have the duty to comply with the directives given by the concerned body after the monitoring and evaluation carried out pursuant to sub-section (3). Human resource management and development: (1) The Government of Nepal shall prepare and enforce the policy and standards relating to development, distribution and use of human resource of the health sector. (2) While prescribing",
    "management and development: (1) The Government of Nepal shall prepare and enforce the policy and standards relating to development, distribution and use of human resource of the health sector. (2) While prescribing standards referred to in sub-section (1), such standards shall be prescribed on the basis of estimation of human resources, technology and equipment by analyzing and mapping of long-term, mid-term and immediate requirements for the development, management and use of human resource. Investigation, regulation, quality measurement and monitoring: (1) The Government of Nepal and the prescribed body may conduct regulation, inspection, monitoring, investigation and evaluation as to whether or not the health institution and service provider have maintained the quality pursuant to the prescribed standards. (2) If it appears, from the result of the inspection, investigation and monitoring carried out pursuant to sub-section (1), that public health would be affected due to non compliance",
    "(2) If it appears, from the result of the inspection, investigation and monitoring carried out pursuant to sub-section (1), that public health would be affected due to non compliance of the set standards by the institution, the body providing approval for the establishment and operation of the institution may give order that may include even the closing of such an institution. (3) The concerned Government shall have the responsibility to close or cause to be closed such an institution pursuant to the order referred to in sub-section (2). (4) Appropriate mechanism shall be constituted in order to conduct an investigation, regulation, measurement of quality, monitoring and evaluation. Health finance and social security: (1) A separate health fund shall be set up out of the amount collected from the tax to be imposed for controlling the production of goods and activities that affect public health. (2) The following amount shall be credited to the fund referred to in sub-section Amount received",
    "tax to be imposed for controlling the production of goods and activities that affect public health. (2) The following amount shall be credited to the fund referred to in sub-section Amount received from the Government of Nepal, Amount received from the Provincial Government, Amount received from the Local Level, Amount received from any non-governmental and private organization and institution, Amount received from any foreign organization and institution. (3) The amount of the fund set up pursuant to sub-section (1) shall be spent in the areas of public health. (4) The provisions relating to the operation of fund set up pursuant to subsection (3) shall be as prescribed. (5) The provisions relating to health insurance of the citizens shall be in accordance with the prevailing law. Provisions relating to price of medicine, prescription, pharmacy and free medicine: (1) The physicians and health workers shall, while prescribing a medicine, write a generic name of the medicine. (2) Notwithstanding",
    "Provisions relating to price of medicine, prescription, pharmacy and free medicine: (1) The physicians and health workers shall, while prescribing a medicine, write a generic name of the medicine. (2) Notwithstanding anything contained in sub-section (1), in the case of qualitative domestic products, act shall be done within two years from the date of the commencement of this Section so as to make such act consistent with sub-section (1). (3) Notwithstanding anything contained in sub-section (1), in the case of a patent and new medicine, it shall not prevent from recommending with the brand name. (4) Each government hospital shall ensure regular availability of medicine with fair price by operating the pharmacy of its own. (5) Determination of the price of medicines shall be as prescribed by the Government of Nepal. (6) Each health institution and service provider shall have to comply with the standard treatment system so that medicines will be properly used and promoted. (7) The drug",
    "Government of Nepal. (6) Each health institution and service provider shall have to comply with the standard treatment system so that medicines will be properly used and promoted. (7) The drug seller shall make necessary arrangement for the storage, sale and distribution of medicines by maintaining quality of medicines as prescribed. (8) The drug seller shall not sell and distribute any medicine without the prescription of the physician. (9) Other provisions relating to medicines shall be in accordance with the prevailing law. Not to provide expenses for foreign treatment: Notwithstanding anything contained in the prevailing law, if any person is to be treated in a foreign country, the expenses to be spent on this shall not be made available by the Government of Nepal. To provide extended hospital service: (1) A health institution may provide extended hospital service as necessary on the basis of available resources, means and human resources. (2) Such health institution shall provide",
    "provide extended hospital service: (1) A health institution may provide extended hospital service as necessary on the basis of available resources, means and human resources. (2) Such health institution shall provide the physicians and health workers providing service pursuant to sub-section (1) with additional allowances and other incentives for providing such service. Not allowed to serve elsewhere: (1) Any physician, health worker or the employee working in a government hospital and health institution shall not serve elsewhere during the time prescribed by the concerned body. (2) If any physician, health worker or employee wishes to serve elsewhere during the time other than the time mentioned in sub-section (1), he or she shall obtain prior approval of the concerned body. Power to set up emergency health treatment fund: (1) The Ministry and Provincial Government shall set up an emergency health treatment fund to make arrangements for bearing the expenses of treatment of the poor and",
    "health treatment fund: (1) The Ministry and Provincial Government shall set up an emergency health treatment fund to make arrangements for bearing the expenses of treatment of the poor and destitute, the person whose house and address is not traced, the family members of a martyr who sacrificed life in the course of popular movement, armed struggle and revolution, the family of the enforced disappeared person, the warrior of democracy, conflict victim and the displaced, the disabled, the wounded and the victim, in the case of not being able to bear the expenses incurred in treatment. (2) The provisions relating to the operation of the fund referred to in sub-section (1) shall be as prescribed.",
    "Chapter-4 Blood, Use of Blood Based Substances and Human Organs Transplant Blood transmission service: (1) Only the institution which has obtained the license issued by the Ministry shall provide blood transmission service. (2) By setting up units at different places for providing blood transmission service, the institution obtaining the license pursuant to sub-section (1) shall provide blood transmission service and other related services subject to the license. (3) While providing the service to the recipient, the institution providing blood transmission service pursuant to sub-section (1), shall only provide the blood having no infection of any kind of disease. (4) Other provisions relating to issuing license and renewal thereof in accordance with this Section shall be as prescribed. Human organs transplant and use: The provisions relating to human organs transplant shall be in accordance with the prevailing law. To conduct and manage autopsy: (1) The authorized physician shall, in",
    "transplant and use: The provisions relating to human organs transplant shall be in accordance with the prevailing law. To conduct and manage autopsy: (1) The authorized physician shall, in order to conduct autopsy under the prevailing law, conduct autopsy as prescribed. (2) After autopsy, unclaimed dead body may be utilized in the studies of medical sciences after fulfilling the process prescribed. To manage ambulance and vehicle for corpse: (1) The health institution as prescribed by the Ministry shall provide the service of ambulance and vehicle for corpse subject to the standards prescribed. (2) Other provisions relating to the operation of service of ambulance and vehicle for corpse shall be as prescribed. Identification of cause of human death: If someone dies while undergoing treatment in a health institution, examinations shall be held, as prescribed, in order to identify the cause of the death.",
    "Chapter-5 Social, Cultural and Environmental Determinants for Protection, Promotion and Improvement of Public Health Quality of consumable goods: (1) The Government of Nepal may, in order to make the products, storage, sale and distribution of the consumable goods including food, meat and water, qualitative and fair, prescribe the minimum quality standards in accordance with the Federal law. (2) It shall be the duty of the Province, Local Level and all the concerned to comply with the standards referred to in sub-section (1). (3) Other provisions relating to the quality of consumable goods shall be in accordance with the prevailing law. Noise and air pollution: (1) The Government of Nepal may, for reducing the effect to the public health by noise, air, water and visibility pollutions, determine standards regarding this in accordance with the Federal law. (2) It shall be the duty of the Province, Local Level, general public, entrepreneurs, businesspersons, organizations and institutions",
    "visibility pollutions, determine standards regarding this in accordance with the Federal law. (2) It shall be the duty of the Province, Local Level, general public, entrepreneurs, businesspersons, organizations and institutions to comply with the standards referred to in sub-section (1). (3) The Government of Nepal shall, for reducing the effect to the public health by sound, air, water and visibility pollutions, determine standards as to the noise, air, water, and visibility pollution in accordance with the Federal law. Sanitation and waste management: (1) The Government of Nepal may, in order to control or cause to be controlled the adverse effect to the human health by environmental pollution and waste, make necessary standards in accordance with the prevailing Federal law. (2) The Government of Nepal shall make necessary standards for collecting, reusing, refining, disposing and regulating the health friendly waste. (3) It shall be the duty of the Provincial and Local Level to comply",
    "Nepal shall make necessary standards for collecting, reusing, refining, disposing and regulating the health friendly waste. (3) It shall be the duty of the Provincial and Local Level to comply with the standards referred to in sub-section (1) and (2). (4) Each health institution shall manage the risk-free and risky waste by separating them pursuant to the prescribed standards. (5) Each health institution shall provide the service providers with clean drinking water pursuant to the prescribed standards. Public health friendly residence, public transport and road infrastructure and safety: (1) While constructing residence area, the standards and quality prescribed by the Federal law shall be maintained for making health friendly. (2) While constructing road infrastructures, construction shall be made to reduce road accidents and considering health promotion. While upgrading the standard of the newly constructed and old roads, arrangement shall be made for the footpaths, disabled friendly",
    "made to reduce road accidents and considering health promotion. While upgrading the standard of the newly constructed and old roads, arrangement shall be made for the footpaths, disabled friendly structures and bicycle lanes at the fixed places in accordance with the prevailing law. (3) The Government of Nepal may, while operating the public transport, specify the necessary standards and implement, or cause to be implemented, such standards in order to make it environment friendly without adversely affecting the public health. Industry and urbanization: (1) In order to prevent by identifying the adverse effect likely to occur in the public health and to mitigate risk, public health impact assessment shall be conducted in the industries, businesses and projects before obtaining approval. (2) The standards, mechanism and level wise working area of the public health impact assessment referred to in sub-section (1) shall be as prescribed by the Federal (3) If adverse effect occurs in the public",
    "and level wise working area of the public health impact assessment referred to in sub-section (1) shall be as prescribed by the Federal (3) If adverse effect occurs in the public health as a result of failure to manage waste properly by any industry, business and project or due to any kind of radiation, the health treatment for the persons affected by this and in the case of the physical damage, animal and livestock and other damage occurred, arrangement for its appropriate compensation shall be made by the industrialist, businessperson and the project concerned. (4) The Federal, Provincial and Local Level shall make arrangement for the promotion of public health friendly urbanization, having sufficient management for sports, recreation spot, park, walking space, riding bicycle, in consideration of good health. (5) While determining the grant to be obtained by the Local Level under the prevailing law, the Government of Nepal shall develop and include public health friendly indicators.",
    "of good health. (5) While determining the grant to be obtained by the Local Level under the prevailing law, the Government of Nepal shall develop and include public health friendly indicators. Safety of health of workers working in risky zone: (1) For the safety of health of the workers working in the risky zone, the concerned employer shall adopt safety measures in accordance with the prevailing law. (2) The employers shall procure health insurance of employees or staffs working in risky zone pursuant to Sub-section (1) in accordance with the prevailing law. (3) If any staff or employee is injured or dead due to the use of tool, equipment or any other material at the risky workplace referred to in sub-section (1), or if any health worker is seriously infected or falls ill in the course of providing service, the concerned employer shall make arrangements for health treatment and appropriate compensation. (4) The health worker, staff or employee working at a risky workplace shall be provided",
    "in the course of providing service, the concerned employer shall make arrangements for health treatment and appropriate compensation. (4) The health worker, staff or employee working at a risky workplace shall be provided with the risk allowance by the concerned employer as prescribed by the Government of Nepal. Advertisement, dissemination and transmission affecting public health: (1) No advertisement of the production, distribution, dissemination and transmission of advertising materials that adversely affect human health, including that of alcohol, cigarette, tobacco or tobacco-based substances shall be made. (2) Production, distribution, dissemination and transmission of advertisements by keeping wrong or misleading information to attract towards any materials and services that affect mental and physical health shall be prohibited. Social, cultural superstitions affecting public health: The Federal, Provincial and Local Level may adopt necessary measures for controlling social and",
    "mental and physical health shall be prohibited. Social, cultural superstitions affecting public health: The Federal, Provincial and Local Level may adopt necessary measures for controlling social and cultural superstitions that affect adversely in the public health. Special social security and programs for target groups: (1) The Local Level and Provincial Government shall make necessary arrangements to implement the programs for special social health security for the women, children, adolescents, Dalits, martyrs' families, and other targeted groups as prescribed by the Government of Nepal. (2) Other provisions relating to health services, facilities to be provided for the targeted groups pursuant to sub-section (1) and the process thereto shall be as prescribed.",
    "Chapter-6 Emergency Health Service and Management Emergency health service and management: (1) There shall be a rapid response team and emergency physicians' group as prescribed in order to extend health service immediately during emergency circumstances. (2) The Federal, Provincial and Local Level shall develop emergency health plan and enforce it. (3) While developing the plan referred to in sub-section (2), the Federal, Provincial and Local Level shall develop it in consonance with the standards and directives determined by the Government of Nepal under the Federal law. (4) The Local Level may declare a state of public health emergency in accordance with the prevailing law. Provided that, if any disaster occurs in more than one Local Level, the concerned Province, and if the public health disaster occurs in more than one Province, the Government of Nepal may declare state of public health emergency as prescribed. (5) The information relating to the declaration of state of public health",
    "occurs in more than one Province, the Government of Nepal may declare state of public health emergency as prescribed. (5) The information relating to the declaration of state of public health emergency shall be disseminated and transmitted by public medium for all the concerned. (6) The period and zone of public health emergency including other aspects may be added or reduced or removed on the basis of available data and information. (7) Other provisions relating to the emergency state of health shall be as prescribed. Prevention, information and treatment of infectious disease: (1) The list of infectious diseases shall be as prescribed by the Government of Nepal. (2) If highly hazardous infectious disease outbreaks at any place, it shall be the duty of the concerned person to provide the health institution or public health official with its information. (3) If any person is found to have been affected with infectious disease, management of his or her treatment shall be immediately made",
    "health institution or public health official with its information. (3) If any person is found to have been affected with infectious disease, management of his or her treatment shall be immediately made by the concerned health institution or health worker. (4) If patients are identified with the listed infectious diseases, the concerned health institution or the health worker shall transmit the information to the concerned body within the period as prescribed pursuant to the standards prescribed. (5) The concerned Local Level shall have the responsibility for conducting additional studies and management on time, on the basis of the information received pursuant to sub-section (4), upon obtaining necessary support from the Province and the Ministry, as prescribed. (6) A health institution shall make necessary arrangements for the treatment of the patient with infectious disease. (7) Other provisions relating to the prevention of infectious diseases shall be as prescribed.",
    "Chapter-7 National Public Health Committee National Public Health Committee: (1) For addressing comprehensive social determinants of health affecting human health, making policy-wise recommendation on inclusion of the issues of public health into the policy and programs of thematic scope, there shall be formed a National Public Health Committee. (2) The formation of the Committee shall be as follows: Minister, Ministry of the Government of Nepal responsible for the matters relating to health -Chairperson State Minister/Assistant Minister, Ministry of the Government of Nepal responsible for the matters relating to health -Member Member, National Planning Commission (responsible the matters relating to health) -Member One person nominated by the Government of Nepal from among the Vice-chancellors of Academies of Health and Sciences -Member Secretary, Ministry of the Government of Nepal looking after the matters relating to industries -Member Secretary, Ministry of the Government of Nepal",
    "Academies of Health and Sciences -Member Secretary, Ministry of the Government of Nepal looking after the matters relating to industries -Member Secretary, Ministry of the Government of Nepal responsible for the matters relating to finance -Member Secretary, Ministry of the Government of Nepal responsible for the matters relating to agriculture -Member Secretary, Ministry of the Government of Nepal looking responsible for the matters relating to drinking water and sanitation -Member Secretary, Ministry of the Government of Nepal responsible for the matters relating to home affairs -Member Secretary, Ministry of the Government of Nepal responsible for the matters relating to physical infrastructures and transport -Member Secretary, Ministry of the Government of Nepal responsible for the matters relating to women, children and elderly citizens -Member Secretary, Ministry of the Government of Nepal responsible for the matters relating to forest and environment -Member Secretary, Ministry",
    "matters relating to women, children and elderly citizens -Member Secretary, Ministry of the Government of Nepal responsible for the matters relating to forest and environment -Member Secretary, Ministry of the Government of Nepal responsible for the matters relating to education -Member Secretary, Ministry of the Government of Nepal responsible for the matters relating to labor, employment and social security -Member Secretary, Ministry of the Government of Nepal responsible for the matters relating to health -Member Chief Specialist, Ministry of the Government of Nepal responsible for the matters relating to health -Member One Chairperson nominated from among the Councils related to health -Member One person nominated by the Chairperson from among health experts -Member Two persons including one woman nominated by the Chairperson from among the directors of private health institutions -Member One person nominated by the Chairperson from among the office bearers of the organizations/ institutions",
    "woman nominated by the Chairperson from among the directors of private health institutions -Member One person nominated by the Chairperson from among the office bearers of the organizations/ institutions related to the consumers' welfare protection -Member Chief, Policy, Planning and Monitoring Division, Ministry of the Government of Nepal responsible for the matters relating to health and population -Member-Secretary (3) The term of office of the members nominated pursuant to clauses (d), (q), (r) (s) and (t) of sub-section (2) shall be three years. (4) The committee may invite other experts to the meeting as necessary. (5) The meeting of the committee shall be convened at least twice a year. (6) The Policy, Planning and Monitoring Division of the Ministry of the Government of Nepal responsible for the matters relating to health and population shall carry out the work of Secretariat for performance of the day to day business of the committee. (7) The procedures of the committee shall",
    "matters relating to health and population shall carry out the work of Secretariat for performance of the day to day business of the committee. (7) The procedures of the committee shall be as determined by the committee itself. Functions, duties and powers of the committee: (1) The functions, duties and powers of the committee shall be as follows: To guide, monitor and make policy suitable to the concept of the multisector dimensions of health relating to safety, protection and improvement of the health of citizen, To adopt, or cause to be adopted, the health policy in all other policies to address comprehensive social determinants of health, To determine multi-sector and priority based goal on proportional distribution in the service sector of health, To manage effective coordination in the service provision of health, To cooperate, coordinate and monitor to apply international policy, strategy and commitment related to public health in the national interest of Nepal, To make recommendation",
    "in the service provision of health, To cooperate, coordinate and monitor to apply international policy, strategy and commitment related to public health in the national interest of Nepal, To make recommendation to the Government of Nepal to control pesticides being used for various purposes, and to make necessary policy to mitigate road and vehicular accidents and prepare standards related to business health, To make necessary recommendation to make provisions for the public health workers to promote the primary treatment and health education at schools of the Local Level, To perform such other functions as assigned by the Government of Nepal, (2) The committee may form sub-committees as necessary.",
    "Chapter-8\nOffences and Punishment\nOffence: If any person commits any of the following acts, such a person shall be\ndeemed to have committed the offence under this Act:\nTo operate a health institution without obtaining the license pursuant to",
    "Section 22, and to operate blood transmission service without obtaining\nthe license pursuant to Section 34.\nTo refuse to provide health treatment service,\nTo treat the persons having mental health problem by committing the\nacts such as keeping them tied up or detaining in a cell,\nTo make refusal by a health institution to provide basic health service\nand emergency treatment available at the health institution,\nTo provide treatment service without obtaining the informed consent\npursuant to Section 11,\nNot to extend equal behavior to the service recipients in accordance with",
    "Section 12, Not to maintain confidentiality pursuant to Section 14, To make obstruction and disturbance to prevent the health worker or health institution from fulfilling the duty under this Act, Not to provide an information by the concerned person to the health worker or health institution of the notice or information pursuant to this To provide health worker or service provider deliberately with the false information, To pretend being another person in order to deceive the health worker or health institution, Not to comply with this Act and the rules, standards, directives and procedure made under this Act, To have adverse impact in public health due to the quality of food, water and air pursuant to Sections 39 and 40, To make an advertisement contrary to Section 45, To collect human biological sample and take it outside the country without obtaining the approval in accordance with the prevailing law, To do any other act contrary to this Act, and the Rules, standards, directives and",
    "sample and take it outside the country without obtaining the approval in accordance with the prevailing law, To do any other act contrary to this Act, and the Rules, standards, directives and procedures made under this Act. Punishment: Punishment shall be imposed as follows for the offence referred to in",
    "Section 52: If the offence referred to in clauses (a) and (o) is committed, a fine of one million rupees or imprisonment for a term not exceeding two years or both, If the offence referred to in clauses (b), (d), (e), (f), (g), (h), (i), (j), (k), (l), (m) and (p) is committed, a fine from twenty-five thousand up to fifty thousand rupees, If the offence referred to in clause (c) is committed, fine up to fifty thousand rupees or imprisonment for a term not exceeding one year or both, If the offence referred to in clause (n) is committed, a fine of ten thousand rupees is to be imposed on the person who broadcasts the advertisement. Investigating authority: The authority to carry out investigation and inquiry of the case deemed to be an offence under this Act shall be vested in the official designated by the Government of Nepal by a notification in the Nepal Gazette. Government of Nepal to be plaintiff: The Government of Nepal shall be the plaintiff of the cases under this Act. Authority",
    "official designated by the Government of Nepal by a notification in the Nepal Gazette. Government of Nepal to be plaintiff: The Government of Nepal shall be the plaintiff of the cases under this Act. Authority to adjudicate cases and hear appeals: (1) The District Court shall have the power to originally adjudicate the case deemed to be an offence under this Act. (2) A party who is not satisfied with the decision made by the District Court pursuant to sub-section (1) may file an appeal in the High Court. Compensation: (1) If the offence is held to have been committed under this Act, the adjudicating authority shall make an order to get appropriate compensation paid from the offender for the actual damage and loss caused to the affected party. (2) Other provisions relating to the recovery of compensation shall be as prescribed.",
    "Chapter-9 Miscellaneous To obtain approval of Ministry: (1) Approval of the Ministry shall be obtained in order to collect the human biological sample and before taking such sample outside the country. (2) The Ministry may, for the purpose of sub-section (1), make and apply necessary standards and procedures. To maintain records: It shall be the duty of the chief of the concerned health institution to make arrangement to safely maintain the records of every service recipient, as prescribed, who receives service from the health institution. To submit report: (1) Each health institution shall submit the report to the body that issues the license every year as prescribed, by including the details of the service provided by it. (2) Notwithstanding anything contained in sub-section (1), the concerned Province and Local Levels shall forward the integrated report of the services provided by the health institutions in operation upon obtaining the license from the Province and Local Levels, on",
    "concerned Province and Local Levels shall forward the integrated report of the services provided by the health institutions in operation upon obtaining the license from the Province and Local Levels, on the basis of the report received from the health institutions pursuant to sub-section (1) to the Ministry. (3) While forwarding the report pursuant to sub-section (2), the details of the programs relating to public health conducted by the Province and Local Levels, under the prevailing the, shall also be included. (4) The Ministry may issue directives as necessary on the basis of the report received pursuant to sub-section (2). To be in accordance with prevailing law: The matters contained in this Act shall be governed by this Act and the matters not contained in this Act shall be in accordance with the prevailing law. Delegation of authority: The authorized official may delegate some of the powers conferred to him or her pursuant to this Act to any official as per necessity. Power to frame",
    "the prevailing law. Delegation of authority: The authorized official may delegate some of the powers conferred to him or her pursuant to this Act to any official as per necessity. Power to frame rules: The Government of Nepal may frame necessary rules in order to implement this Act. Power to make standards, directives or procedures: The Ministry may make necessary standards, directives or procedures subject to this Act or the rules framed under this Act."
  ],
  "total_chunks": 63
}