{
  "metadata": {
    "filename": "Tourism-Act-(2035).pdf",
    "title": "Tourism Act, 2035 (1978)",
    "date": "Publication"
  },
  "chunks": [
    "Tourism Act, 2035 (1978) Date of Authentication and Publication 2035.7.8 (Oct. 25 1978) Amendments 1. Tourism (First Amendment) Act, 2042 (1985) 2042 .7.14 (Oct. 30, 1985) 2. Administration of Justice Act, 2048 (1991) 2048 .2.16 (May 30, 1991) 3. Tourism (Second Amendment) Act, 2053 (1997) /hexagon2cent 2053.10.23 (Feb. 5, 1997) 4. Some Nepal Laws Amendment Act, 2063 Act No. 27 of the year 2035 (1978) An Act Made relating to Tourism Arrangement Preamble: Whereas, it is expedient to make necessary arrange ment of health, facility and interest /trihexasteriskof tourists and Nepalese tourist who visit one plac e to another place of Nepal and to make economic interest of general people th rough tourism development, Now, therefore, be it enacted by His Majesty King Birendra Bir Bikram Shah Dev with the aid and advise of the Rastriya Panchayat . 1. Short title, extent and commencement : (1) This Act may be called as \"Tourism Act, 2035 (1978)\". (2) This Act shall extend all over Nepal. (3) The",
    "of the Rastriya Panchayat . 1. Short title, extent and commencement : (1) This Act may be called as \"Tourism Act, 2035 (1978)\". (2) This Act shall extend all over Nepal. (3) The Chapters other than Chapter 4 of this Act s hall come into force immediately and Chapter 4 shall come into force on such date as Government /hexagon2cent By the Notification Ministry of Tourism and Civil Aviation of dated on 2055.8.14 in Nepal Gazette Second Amendment came into force from 2055.9.17 /trihexasterisk Inserted by the Second Amendment. of Nepal may appoint by a Notification in the Nepal Gazette. /brush 2. Definitions : In this Act, unless the subject or content requires,- /handptrtsld (a) \"Tourist\" means a Non-Nepalese citizen who ent ers into Nepal from abroad for the purpose of a visit. /cross1(a1) \"Nepalese Tourist\" means Nepalese citizens who visit from one place to another place of Nepal. /semicircleleft(b) \"Travel Agency\" means a person, firm or company operated in whatsoever name who manages",
    "visit. /cross1(a1) \"Nepalese Tourist\" means Nepalese citizens who visit from one place to another place of Nepal. /semicircleleft(b) \"Travel Agency\" means a person, firm or company operated in whatsoever name who manages for traveling, accommod ation and sight seen upon charging cost to the tourist and other pe rson where the facility of modern vehicle is available. /semicircleleft(c) Trekking Agency\" means person, firm or company operated in whatsoever name managing for sight seen of various natural and cultural places for tourist and other persons upon charging cost in such places where normally modern vehicle is not available. (d) \"Expedition/Mountaineering\" means climbing the peak of the mountain by the expedition team with the purpose of approach ing the Peak of Nepalese Mountain of the Himalayan Range. (e) \"Base Camp\" means the camp located in the lowes t height which /crosscan be approached without using any specific technology related to the /brush Chapter 4 of this Act came into",
    "\"Base Camp\" means the camp located in the lowes t height which /crosscan be approached without using any specific technology related to the /brush Chapter 4 of this Act came into force, with an immediate effect, by a Notification in the Nepal Gazette, dated on 2036.7.26 /handptrtsld Amended by the Second Amendment. /cross1 Inserted by the Second Amendment. /semicircleleft Amended by the First Amendment. /cross Inserted by the First Amendment. mountaineering and where the goods, food, medicine etc. to be use d for the mountaineering expedition are stored and supplied for the next camp and which is used to provide direction about mountaineering expedition. (f) \"Liaison Officer\" means the officer deputed by the Government of Nepal pursuant to Section 20 accompanied with the m ountaineering team. (g) \"Sardar\" means the head of the workers who mana ges the local worker and regulates (controls) mountain guide or high alt itude worker and base camp worker. (h) \"Mountain Guide\" means the person",
    "means the head of the workers who mana ges the local worker and regulates (controls) mountain guide or high alt itude worker and base camp worker. (h) \"Mountain Guide\" means the person who has to help or assist to the climbers above the base camp. /semicircleleft(i) \"High Altitude Worker\" means the worker who tra nsports essential goods to and from, above the base camp. (j) \"Local Worker\" means Porter who transports good s to and from the base camp. (k) \"Worker of the Base Camp\" means the cook, messe nger and a person who performs other similar work in the base camp fo r the expedition team. (l) \"Mountaineering Association\" means the Mountain eering Association registered as per prevailing law and recognized by the Government of Nepal for mountaineering purpose pursuant to Section 37. (m) \"Tourist Guide\" means a person who holds a lice nse pursuant to Section /semicircleleft Amended by the First Amendment. 39 /x1......... to work as tourist guide with the tourist upon charging remuneration.",
    "(m) \"Tourist Guide\" means a person who holds a lice nse pursuant to Section /semicircleleft Amended by the First Amendment. 39 /x1......... to work as tourist guide with the tourist upon charging remuneration. (n) /scissorschilds................ (o) \"Prescribed\" or \"as prescribed\" means prescribe d or as prescribed in this Act or in the Rules framed there under.",
    "Chapter 2 Provision Relating to Travel and Trekking Agency 3. License to be obtained to work as a Travel and T rekking Agency : (1) A person, who is interested to operate the Travel and Trekking Agency shall have to obtain a license pursuant to this Act. (2) A person, who is interested to obtain a license for Travel or Trekking Agency, shall submit an application /handptrtsldto the Government of Nepal along with the prescribed details. (3) Upon receiving an application pursuant to Sub-s ection (2), Government of Nepal upon conducting necessary inqui ry, may issue license as prescribed to the applicant if finds capable to ope rate Travel or Trekking Agency upon charging the prescribed fees. /cross(4) The license issued pursuant to Sub-section (3) shall be renewed within the prescribed time upon submitting the prescribed fees. /x1 Deleted by the First Amendment. /scissorschilds Deleted by the Second Amendment. /handptrtsld Amended by the Second Amendment. /cross Inserted by the First Amendment.",
    "the prescribed time upon submitting the prescribed fees. /x1 Deleted by the First Amendment. /scissorschilds Deleted by the Second Amendment. /handptrtsld Amended by the Second Amendment. /cross Inserted by the First Amendment. /cross13A. Classification of Travel or Trekking Agency : (1) The classification of Travel or Trekking Agency shall be as prescribed. (2) The Government of Nepal may provide facility to the Travel or Trekking Agency so classified pursuant to Sub-section (1). 4. Disqualification : A license pursuant to Section 2 shall not be issu ed to the following persons: (a) A person who is not competent to enter into con tract pursuant to prevailing contract law. (b) A person who is declared insolvent. (c) A person whose Travel or Trekking Agency licens e has been cancelled pursuant to Section 9 and a period of two years fro m that date has not been lapsed. (d) A person who has been convicted and imposed pen alty of imprisonment by a court in an offense involving moral turpitude.",
    "of two years fro m that date has not been lapsed. (d) A person who has been convicted and imposed pen alty of imprisonment by a court in an offense involving moral turpitude. 5. Notice regarding fees to be given by the Travel or Trekking Agency : (1) The Travel or Trekking Agency, holding a license pu rsuant to this Act, shall provide notice to the Government of Nepal /semicircleleftabout the rate of the service fees to be charged to the tourists. (2) The rate of the fees mentioned in the Notice pu rsuant to Sub-section (1) shall be published as determined by Government of Nepal. /cross1 Inserted by the Second Amendment. /semicircleleft Amended by the First Amendment. 6. Payment of Bill to be made in the convertible Fo reign Currency : (1) /semicircleleft A Travel or Trekking Agency, while providing service pursuant to this Act to the tourist, shall make transaction for the payment of bill in the convertible Foreign Currency as determined by Government of Nepal. (2) All transaction of",
    "Agency, while providing service pursuant to this Act to the tourist, shall make transaction for the payment of bill in the convertible Foreign Currency as determined by Government of Nepal. (2) All transaction of the foreign currency earned within Nepal or abroad, pursuant to Sub-section (1), shall be done through Nepal Rastra Bank. /cross(3) Government of Nepal may conduct an inquiry to c heck the transaction pursuant to Sub-section (2) and (3). 7. Power to Suspend License : (1) Government of Nepal may suspend the license of a Travel or Trekking Agency upto a perio d of Six months in the following conditions:- (a) If one violates any of the provisions of this Act or Rules framed there under. (b) If some one is disqualified pursuant to Clause (b) and (d) of Section 4. (2) Before suspending a license of Travel or Trekki ng Agency of a person pursuant to Sub-section (1), an opportunity to put his/her defense shall be provided and at least fifteen days time shall be given for such defense.",
    "of Travel or Trekki ng Agency of a person pursuant to Sub-section (1), an opportunity to put his/her defense shall be provided and at least fifteen days time shall be given for such defense. /semicircleleft Amended by the First Amendment. /cross Inserted by the First Amendment. /cross17A. License may be Cancelled : In case a Travel or Trekking Agency suspended pursuant to Section 7 again commits the similar act s after the expiry of suspension, Government of Nepal may cancel the lice nse of such Travel or Trekking Agency as prescribed. 8. License to be taken by the permitted and operate d Trekking Agency : (1) A person who is operating a Trekking Agency with the approval of the Government of Nepal before the commencement of this Act, shall submit an application, within the prescribed time, to the Gov ernment of Nepal to obtain a license pursuant to this Act along with the prescribed details. (2) Government of Nepal shall issue a trekking agen cy license to the person who submits an application",
    "ernment of Nepal to obtain a license pursuant to this Act along with the prescribed details. (2) Government of Nepal shall issue a trekking agen cy license to the person who submits an application within the time f rame as mentioned in Subsection (1). 9. Penalty : /semicircleleft(1) In case someone runs (operates) a travel agency or trekking agency or conducts transaction without opening such agency or attempts for the same without obtaining a license pursuant to this Act, Government of Nepal shall cause to close down such agency or tran saction and may fine upto Twenty Thousand Rupees. (2) In case, some one carries out any function rela ting to a Travel or Trekking Agency in the time of suspension of his/he r license pursuant to",
    "Section 7, Government of Nepal may fine upto Twenty Thousand Rupees and\ncancel the license of such Travel or Trekking Agency.\n/cross1 Inserted by the Second Amendment.\n/semicircleleft Amended by the First Amendment.\n/semicircleleft(3) In case, someone violates the provision of Subsection (1) of",
    "Section 6, Government of Nepal may fine /handptrtsldupto Forty Thousand Rupees for\nthe first time and Eighty Thousand Rupees each time from the second time.\n(4) In case, someone gets punishment three or more times pursuant to\nthe prevailing foreign exchange law for violating S ub-section (2) of Section 6,\nGovernment Nepal may cancel the license /semicircleleftof such Travel or Trekking\nAgency .\n(5) The aggrieved person, by the order made by Gove rnment of Nepal\npursuant to this Section, may file a complaint befo re the /handptrtsld Court of Appeal\nwithin thirty-five days.",
    "Chapter-3 Provision relating to tourist standard Hotel, Lodge, Restaurant or Resort and Bar 10. Registration as tourist standard : (1) A person, who is interested to register to his/her hotel, lodge, restaurant or resort and b ar as a tourist standard, shall submit an application to the Government of Nepal in a prescribed format. (2) In case the hotel, lodge, restaurant or resort and bar so interested to registered pursuant to Sub-section (1) deserves pre scribed facilities it shall be registered in the tourist standard and in case of hotel it shall be registered in the prescribed classification of the tourism standard. (3) The fees for registration of a Hotel, Lodge, Re staurant or Resort and /semicircleleft Amended by the First Amendment.. /handptrtsld Amended by the Second Amendment.. Bar shall be as prescribed. 11. Constitution of Standard Fixation Committee : (1) Government of Nepal may constitute a Standard Fixation Committee for the recommendation of classification or registration",
    "Second Amendment.. Bar shall be as prescribed. 11. Constitution of Standard Fixation Committee : (1) Government of Nepal may constitute a Standard Fixation Committee for the recommendation of classification or registration of hotel, lodge, res taurant or resort and bar as a tourism standard. (2) The Chairperson and Members of the committee pu rsuant to Subsection (1) shall be as prescribed by the Government of Nepal. 12. Power of inspection and experiment : (1) Government of Nepal may inspect or cause to inspect the hotel, lodge, restaurant or resort and bar registered pursuant to Section 10 and may experiment or cause to experiment the food and drinks (edibles). (2) In the course of inspection of the hotel, lodge , restaurant or resort and bar or experiment of the goods to be used there in, pursuant to Sub-section (1), are not found up to the prescribed standard, G overnment of Nepal shall provide appropriate time to such hotel, lodge, rest aurant or resort and bar to maintain the standard.",
    "to Sub-section (1), are not found up to the prescribed standard, G overnment of Nepal shall provide appropriate time to such hotel, lodge, rest aurant or resort and bar to maintain the standard. (3) In case, one cannot maintain standard even rece iving such time pursuant to Sub-section (2), Government of Nepal, i n consultation with the Standard Fixation Committee pursuant to Section 11, may suspended the registration or degrade to the appropriate classifi cation to such hotel, lodge, restaurant or resort and bar. (4) In case, the hotel, lodge, restaurant or resort and bar so suspended or degraded pursuant to Sub-section (3) fulfills the p rescribed standard, Government of Nepal may revoke such suspension or m ay register it as it was in the previous standard. (5) Notwithstanding anything contained in Sub-secti on (4), in a case of suspension of registration, if hotel, lodge, restau rant or resort and bar does not maintain the prescribed standard so fixed in the pa st within one year from",
    "(4), in a case of suspension of registration, if hotel, lodge, restau rant or resort and bar does not maintain the prescribed standard so fixed in the pa st within one year from such suspension, Government of Nepal may revoke the regi stration pursuant to",
    "Section 10. 13. Price list to be published : The hotel, lodge, restaurant or resort and bar registered pursuant to Section 10, shall submit its rate or price list to the Government of Nepal and make it public and publish as prescribed by the Government of Nepal. 14. Restriction on hotel, lodge, restaurant or resort and bar : (1) Any hotel, lodge, restaurant or resort and bar, not registere d pursuant to Section 10, shall not be eligible to perform the following acts: (a) To use any word or sign in its signboard, adver tisement or transaction to mean such hotel, lodge, restaurant o r resort and bar as of tourist standard or, (b) To advertise or contact directly to a tourist o r travel agency of abroad for the purpose of accommodation o r food. (2) The hotel shall not use any word or sign in its signboard, advertisement or transaction which might give a sen se to mean it an upper level tourist standard hotel than so registered pursuant to Section 10. 15. Penalty : (1) In case, someone operates",
    "in its signboard, advertisement or transaction which might give a sen se to mean it an upper level tourist standard hotel than so registered pursuant to Section 10. 15. Penalty : (1) In case, someone operates a hotel, lodge, res taurant or resort and bar to mean it as a tourist standard without regist ering it pursuant to Section 10 or uses word or sign or contacts to the tourist b y violating Sub-section (1) of",
    "Section 14, Government of Nepal may fine (such person) /handptrtsldupto Ten Thousand Rupees for the first time, from /handptrtsld Ten Thousand Rupees upto Thirty Thousand Rupees for the second time and from /handptrtsld Thirty Thousand Rupees upto Fifty Thousand Rupees for third or more time. (2) In case, someone uses any word or sign upon vio lating Sub-section (2) of Section 14, Government of Nepal may suspend or cancel the registration of such hotel. (3) In case, someone causes any hindrance or the ob stacle in inspecting the hotel, lodge, restaurant or resort and bar or e xperimenting the food or drinks (edibles) to be used over there, to the pers onnel deputed by the Government of Nepal pursuant to Section 12, Governm ent of Nepal may fines upto /handptrtsld Ten Thousand Rupees to such person. (4) The aggrieved person, by the order made by Gove rnment of Nepal pursuant to Sub-section (1), (2) or (3), may file a complaint before the /handptrtsld Court of Appeal within thirty-five days.",
    "(4) The aggrieved person, by the order made by Gove rnment of Nepal pursuant to Sub-section (1), (2) or (3), may file a complaint before the /handptrtsld Court of Appeal within thirty-five days.",
    "Chapter-4 Provision relating to Mountaineering/ Expedition 16. Restriction on Climbing Himalayan-Peaks without Per mission : No mountaineering expedition team shall be entitled to climb any Himalayan-Peak /handptrtsld Amended by the Second Amendment.. without obtaining permission under this Act. 17. Permission to be taken for Mountaineering : (1) A mountaineering expedition team, interested to climb any Himalayanpeak of Nepal so permitted by Government of Nepal for mountaineering , shall submit an application to Government of Nepal as prescribed. (2) Upon receiving an application pursuant Sub-section (1), Government of Nepal may, if it deems reasonable upon conductin g necessary inquiry, issue permit as prescribed. (3) The terms and conditions to be fulfilled by the mountaineering expedition team, who has obtained permission for mo untaineering, shall be as prescribed. 18. Royalty to be paid for Mountaineering : (1) The mountaineering expedition team, who has received permit for mountaineering",
    "has obtained permission for mo untaineering, shall be as prescribed. 18. Royalty to be paid for Mountaineering : (1) The mountaineering expedition team, who has received permit for mountaineering ex pedition pursuant to",
    "Section 17, shall pay the prescribed royalty in the convertible foreign currencies for the prescribed altitude of Himalayan peak. /cross Provided that, the royalty to be paid by a Nepalese mountaineering expedition team or by Nepalese side of a joint-moun taineering expedition team of Nepalese and foreigners, may be paid in Nepalese currency. (2) The royalty being paid by one mountaineering ex pedition team shall not be transferred for any other mountaineering expedition team. 19. Route for Mountaineering : (1) A mountaineering expedition team shall strictly follow the route for mountaineering as pre scribed in the permit issued /cross Inserted by the First Amendment.. by Government of Nepal. (2) A prior approval of Government of Nepal shall b e obtained in case the route of mountaineering is needed to be changed due to natural or any other reasons. Provided that, if it is indispensable to change the route from unexpected (force majore ) reasons, the reason thereof shall have to be info",
    "changed due to natural or any other reasons. Provided that, if it is indispensable to change the route from unexpected (force majore ) reasons, the reason thereof shall have to be info rmed as soon as possible to Government of Nepal through the Liaison Officer. 20. Liaison Officer : (1) A Mountaineering expedition team, who has rec eived a permit for mountaineering expedition, shall have to include Liaison Officer in such number as Government of Nepal may depute. /cross Provided that, Government of Nepal may determine Hi malayan Peaks, where it shall no be necessary to include Liaison Officer. (2) A Mountaineering expedition team shall provide facility to the Liaison Officer deputed for accompanying with the e xpedition team pursuant to Sub-section (1) for the period commencing from t he date of departure for mountaineering expedition to the date of arriving a fter completion of mountaineering at Kathmandu or any other place as s pecified by Government of Nepal, as prescribed. (3) The",
    "of departure for mountaineering expedition to the date of arriving a fter completion of mountaineering at Kathmandu or any other place as s pecified by Government of Nepal, as prescribed. (3) The functions, duties and powers of a Liaison O fficer shall be as prescribed. 21. Provision relating to Sardar , Mountain Guide, Base-Camp Workers, etc. : (1) A mountaineering expedition team may include Sardar , mountain-guides, /cross Inserted by the First Amendment.. base-camp-workers, altitude-workers and local-worke rs over to mountaineering expedition while departing for mount aineering. The mountaineering team shall provide facility, to such persons accompanying with the expedition team for the period commencing from the date of departure for mountaineering expedition to the date of arriving a fter completion of mountaineering at Kathmandu or any other place as s pecified by Government of Nepal, as prescribed. /cross Provided that, the mountaineering expedition team s hall include the workers",
    "completion of mountaineering at Kathmandu or any other place as s pecified by Government of Nepal, as prescribed. /cross Provided that, the mountaineering expedition team s hall include the workers in a number as prescribed. (2) Base-camp-workers, altitude-workers or local-wo rkers may be taken to the expedition on the way if so required after d eparting for the mountaineering. (3) The functions, duties and powers of the Sardars, mountain-guides, base-camp-workers, altitude-workers and local-workers shall be as prescribed. 22. To be a Nepalese Citizen : The Sardars, mountain-guides, altitude-workers, base-camp-workers and local-workers accompanying wi th mountaineering expedition team should be the Nepalese citizens. 23. May be removed from work : (1) The leader of the mountaineering expedition team may, in consultation with the Liaison Officer, remove any Sardar , mountain-guide, altitude-worker, base-camp-worker f rom work in case any of such person's work is not found satisfactory.",
    "team may, in consultation with the Liaison Officer, remove any Sardar , mountain-guide, altitude-worker, base-camp-worker f rom work in case any of such person's work is not found satisfactory. /cross Inserted by the First Amendment. /cross(1a) If somebody is removed from the work before the completion of the mountaineering task pursuant to Sub-section (1) , the materials received as facility, other than clothes, shoes etc. use in the body, shall be returned back to the expedition team. (2) The mountaineering expedition team shall provide expenses required for returning from the place of removal of work to the place of employment to the person as removed under Sub-section (1). 24. Medical check-up to be conducted : (1) The mountaineering expedition team shall cause to check-up the health of the members o f its team, Liaison Officer, Sardar, Mountain-guide, Altitude-worker, Base-camp-worker and Local worker before departing for mountaineering. (2) A person whose health condition is not",
    "the health of the members o f its team, Liaison Officer, Sardar, Mountain-guide, Altitude-worker, Base-camp-worker and Local worker before departing for mountaineering. (2) A person whose health condition is not found sa tisfactory while checking up health pursuant to Sub-section (1) shal l not be included into the mountaineering team. 25. Personal Accident insurance to be made : (1) The mountaineering expedition team shall cause to insure a personal Accident insu rance to the Liaison Officers, Sardars , mountain-guides, base-camp-workers and altitude w orkers by a prescribed insurer for a prescribed sum, in hi s/her own cost before engaging them into the work. Provided that, the personal accident insurance of local-workers shall not be compulsory. (2) If a person, who is to be insured pursuant to Sub-section (1) dies or /cross Inserted by the First Amendment. sustains injury in an accident whilst on his/her du ty, before being insured, on account of engaging him/her on the way or due",
    "dies or /cross Inserted by the First Amendment. sustains injury in an accident whilst on his/her du ty, before being insured, on account of engaging him/her on the way or due to an y other reason, the concerned mountaineering expedition team shall make a payment as compensation to him/her or his/her legal heir an am ount of money equal to the amount as if he/she were insured. (3) If a Local-worker, whilst on his/her duty, dies of or sustains injury in an accident, the concerned mountaineering expeditio n team shall compensate to him/her or his/her legal heir pursuant to Sub-se ction (2) even though such person was not being insured. Explanation : for the purpose of this Chapter: (a) \"Accident\" includes any disease or ailment cau sing due to snow or altitude. (b) \"Whilst on his/her duty\" includes the period between the date and place of commitment to engage or employ and the date of return at the same place after completion of the task. 26. Agent to be appointed :(1) The mountaineering",
    "period between the date and place of commitment to engage or employ and the date of return at the same place after completion of the task. 26. Agent to be appointed :(1) The mountaineering expedition team, who is engaged in mountaineering expedition, shall appoint own agent in order to perform incidental works in Kathmandu and its infor mation shall be provided to Government of Nepal. (2) While appointing an agent pursuant to Sub-secti on (1) /crossa foreign or joint mountaineering expedition team except the Nep alese mountaineering expedition team shall appoint a Trekking Agency or any institution arranging /cross Inserted by the First Amendment. mountaineering licensed under this Act. /cross(3) The functions and duties of the agent appointed pursuant to Subsection (1) shall be as prescribed. 27. Provision regarding with bringing of Equipments and Materials relating to Mountaineering only : (1) The mountaineering expedition team who has a permit pursuant of Section 17, shall bring the",
    "prescribed. 27. Provision regarding with bringing of Equipments and Materials relating to Mountaineering only : (1) The mountaineering expedition team who has a permit pursuant of Section 17, shall bring the equi pments and other materials concerned with its expedition, in a required number , into the Nepal after the prior approval of Government of Nepal. (2) In case, a Mountaineering expedition team bring s any equipment or other materials by hiding or concealing, without gi ving information to Government of Nepal, Government of Nepal may seize equipments or such materials. 28. Report regarding Mountaineering to be transmitt ed : (1) The leader of a mountaineering expedition team or a member of the t eam working on his/her behalf shall transmit periodic reports as prescribe d in the period of mountaineering through the Liaison Officer /semicircleleftor directly in case there is no any Liaison Officer . (2) The leader of a mountaineering expedition team shall submit a report as prescribed",
    "period of mountaineering through the Liaison Officer /semicircleleftor directly in case there is no any Liaison Officer . (2) The leader of a mountaineering expedition team shall submit a report as prescribed to Government of Nepal within a presc ribed time, after the completion of its mountaineering expedition. 29. Emergency Rescue Operation : (1) In case, any person accompanying with the mountaineering expedition team such as Liaison officer, sardar, mountain- /cross Inserted by the First Amendment. /semicircleleft Amended by the First Amendment. guide, /semicircleleftaltitude-worker, base-camp-worker, local-worker or a mountaineer is to be rescued from emergency, rescue-work may be op erated through the agent pursuant to Section 26 or an institution, if any established for rescue-works. (2) All costs incurred on rescue-works pursuant to Sub-section (1) shall be borne by the concerned mountaineering expedition team. /cross29A. To Inform : (1) In case, a member, Liaison Officer, Mountainguide,",
    "costs incurred on rescue-works pursuant to Sub-section (1) shall be borne by the concerned mountaineering expedition team. /cross29A. To Inform : (1) In case, a member, Liaison Officer, Mountainguide, altitudeworker, base-camp-worker or local-worker had an acc ident or killed in an accident or by any other reason or is lost in the t ime of mountaineering, a Liaison Officer accompanying with the mountaineerin g expedition team or leader or any member of the such team shall submit a detail report thereof to Government of Nepal. (2) Government of Nepal may, on the basis of the re port received pursuant to Sub-section (1), informally inform to t he concern person or agency as to the death or disappearance of such person. 30. Environment to be kept Unpolluted : (1) A mountaineering expedition team, shall comply with the prescribed conditions in orde r to not causing the environment to be polluted at the time of mountaineering, (2) In case, any loss or damage to the life of any person or governmental",
    "prescribed conditions in orde r to not causing the environment to be polluted at the time of mountaineering, (2) In case, any loss or damage to the life of any person or governmental or non-governmental property is caused by reason of non-complying with the prescribed conditions pursuant to Sub-section (1), the concerned mountaineering expedition team shall pay the compen sation as determined by /semicircleleft Amended by the First Amendment. /cross Inserted by the First Amendment. Government of Nepal and if such team fails to pay t hem, the agency which has recommended such mountaineering expedition team sha ll have to pay such compensation. /cross1/cross1 /cross1/cross130A . Deposit may be taken for garbage management : (1) Government of Nepal may take deposit as prescribed from the mountaineer ing expedition team of prescribed Himalayan peak for the garbage management. (2) The deposit pursuant to Sub-section (1) shall be returned to the concerned mountaineering expedition team after",
    "the mountaineer ing expedition team of prescribed Himalayan peak for the garbage management. (2) The deposit pursuant to Sub-section (1) shall be returned to the concerned mountaineering expedition team after such team deposits the prescribed goods in the place so determined by the Government of Nepal upon completion of such expedition. (3) The deposit amount shall be transferred to the government account; if concerned mountaineering expedition team does no t deposit the goods pursuant to Sub-section (2) in the determined place and such goods may be sent back to the concerned place. 31. Transmission of News relating to mountaineerin g : A mountaineering expedition team shall not transmit elsewhere any ne ws regarding to mountaineering without giving information to Government of Nepal at the time of the mountaineering. 32. Liability and Responsibility of the Leader of t he Mountaineering Expedition Team : (1) A leader of the mountaineering expedition tea m shall have main responsibility",
    "time of the mountaineering. 32. Liability and Responsibility of the Leader of t he Mountaineering Expedition Team : (1) A leader of the mountaineering expedition tea m shall have main responsibility to cause to fulfill the pr ovisions of this Act, Rules framed hereunder and the conditions as prescribed in the permit. /cross1 Inserted by the Second Amendment (2) Other functions and duties of the leader of a m ountaineering expedition team, except pursuant to Sub-section (1), shall be as prescribed. 33. Permission might be revoked or imposed restric tion thereon : (1) In case, a leader or any member of a mountaineering expedition team violates this Act, Rules framed hereunder or any matter prescribed in conditions of the permit for mountaineering, Government of Nepal may revoke permit issued under this Act at any time. (2) If any special situation arises in order to rev oke the permission for mountaineering issued under this Act, Government of Nepal may revoke such permission with or without",
    "at any time. (2) If any special situation arises in order to rev oke the permission for mountaineering issued under this Act, Government of Nepal may revoke such permission with or without showing reasons thereof at any time. 34. Abandonment of Mountaineering : A mountaineering expedition team may abandon its mountaineering expedition at any time. 35. Royalty not to be refunded : In case, the permission is revoked pursuant to Sub-section (1) of Section 33 or the expedition is abandoned pursuant to",
    "Section 34, the royalty paid by such mountaineering expedition team shall not be refunded. 36. Exemption may be provided for the Mountaineerin g Expedition Team : Notwithstanding anything contained elsewhere in thi s Act, Government of Nepal may provide any exemption or facility as pres cribed for Nepalese and prescribed mountaineering expedition team or foreig n mountaineering expedition team which has included Nepalese citizen within it. 37. Membership of Mountaineering Association to be obtained : (1) Any Sardar , mountain-guide, altitude-worker or base-camp-work er, who has not obtained membership of Mountaineering Association, shall not be entitled to go accompanying with a mountaineering expedition te am and the institution which makes arrangement for mountaineering also sha ll not be entitled to make any arrangement without being affiliated with the Mountaineering Association. (2) Government of Nepal may delegate power to the Mountaineering Association for issuing permit of mountaineering",
    "be entitled to make any arrangement without being affiliated with the Mountaineering Association. (2) Government of Nepal may delegate power to the Mountaineering Association for issuing permit of mountaineering ex pedition on prescribed Himalayan-peaks. (3) In case, any permit is issued upon exercising the power delegated pursuant to Sub-section (2), the Mountaineering Ass ociation shall send the details of such permission within fifteen days from the date of issuance of such permit to Government of Nepal. (4) Government of Nepal, may issue necessary orders or directives to the Mountaineering Association and it shall be the duty of such Association to abide by such orders or directives. 38. Penalty : (1) In case, a mountaineering expedition team or it s any member commits any of the following acts, Government of Ne pal may ban them from entering into Nepal for a period upto Five years or ban for mountaineering in Nepal for a period upto Ten years:- (a) To scale any Himalayan-peak or attempt",
    "may ban them from entering into Nepal for a period upto Five years or ban for mountaineering in Nepal for a period upto Ten years:- (a) To scale any Himalayan-peak or attempt to do s o without obtaining permission. (b) To scale or attempt to do so of any Himalayanpeak which is not opened for mountaineering. (c) To commit any immoral conduct or behaviour whi lst on mountaineering period. (d) On failure to submit the prescribed matters wi thin the prescribed period which ought to be submitted to Government of Nepal after completion of mountaineer ing expedition. (e) On failure to comply with the conditions presc ribed for not causing the environment polluted. (f) Upon violation of the provisions of this Act o r Rules framed thereunder or conditions specified in the permit. (2) In case, any mountaineering expedition team or its member scales any Himalayan-peak without obtaining permission, Go vernment of Nepal may, if it deems appropriate, impose a fine equal to the amount to double of royalty",
    "any mountaineering expedition team or its member scales any Himalayan-peak without obtaining permission, Go vernment of Nepal may, if it deems appropriate, impose a fine equal to the amount to double of royalty to be paid for obtaining the permission of mountaineering of such peak, instead of an action pursuant to Sub-section (1). (3) In case, any mountaineering expedition team or its member scales any Himalayan-peak not opened for mountaineering, G overnment of Nepal may, if it deems appropriate, impose a /semicircleleftfine equal to the amount of three times of the royalty to be paid for scaling the highest H imalayan peak opened for mountaineering instead of an action pursuant to Sub-section (1). /semicircleleft Amended by the First Amendment. (4) In case, any agency making arrangements for mou ntaineering violates any provisions regarding mountaineering of this Act or Rules made thereunder /crossor instigates others to violate the same , Government of Nepal /semicircleleftmay punish",
    "making arrangements for mou ntaineering violates any provisions regarding mountaineering of this Act or Rules made thereunder /crossor instigates others to violate the same , Government of Nepal /semicircleleftmay punish either banning such agency from making any types of arrangement for mountaineering for a period from on e year upto Five years or /handptrtsldimposing a fine from Five Thousand Rupees upto Twen ty Five Thousand Rupees or with both . (5) In case, any mountaineering expedition team doe s not comply with the prescribed conditions set forth for not causing the environment to be polluted, Government of Nepal may, if it deems appr opriate, impose a fine of upto /handptrtsld Fifty Thousand Rupees instead of proceeding any action pursuant to Sub-section (1). (6) In case, a mountaineering association does not abide by the orders or directives issued by Government of Nepal pursuant t o Sub-section (4) or",
    "Section 37, Government of Nepal may withdraw the po wer delegated pursuant\nto Sub-section (2) of Section 37 or invoke the reco gnition provided to it for\nmountaineering purpose.\n/cross(7) In case, someone instigates any mountaineering expedition team or\nany of its member to violate this Act or Rules fram ed thereunder or order or\ndirectives of Government of Nepal, the prescribed authority may punish such\n/cross Inserted by the First Amendment.\n/semicircleleft Amended by the First Amendment.\n/handptrtsld Amended by the Second Amendment.\nperson with a fine from /handptrtsld One Thousand Rupees upto Ten Thousand Rupees .\n/cross(8) The aggrieved person, by the order made by pres cribed officer\npursuant to Sub-section (7), may file a complaint b efore Government of Nepal\nwithin thirty-five days and a decision made by Gove rnment of Nepal to this\neffect shall be final.",
    "Chapter-5 Provision Relating to Tour Guide 39. License to be obtained for Tour Guide : (1) A person, who is interested to work as a tour guide shall have to obtain a license pursuant to this Act, (2) A person, who is interested to work as Tour Gui de shall submit an application as prescribed to the prescribed officer. (3) A person, who submits an application pursuant t o Sub-section (1), shall take part in the examination or training and prescribed officer shall provide license as prescribed to the applicant, who passes such examination or training upon charging prescribed fees. 40. Disqualification : The Tour Guide license shall not be provided to t he following persons,- (a) A person who has been convicted and imposed pen alty of imprisonment by a court in an offense involving moral turpitude. (b) A person suffering from any mental or communica ble diseases. (c) A person whose Tour Guide license has been canc elled pursuant to /handptrtsld Amended by the Second Amendment. /cross Inserted",
    "moral turpitude. (b) A person suffering from any mental or communica ble diseases. (c) A person whose Tour Guide license has been canc elled pursuant to /handptrtsld Amended by the Second Amendment. /cross Inserted by the First Amendment. Clause (a) or (d) of Section 44 and a three years p eriod from that date has not been lapsed. 41. Validity Period of the License : (1) The validity period of the license of Tour Guide shall be of Five years. (2) The renewal, renewal fees and officer to renew the license of the Tour Guide shall be as prescribed. +41A. Classification of Tour Guide : The classification of Tour Guide shall be as prescribed. 42. Another License may be obtained in case lost of License : (1) In case, the Tour Guide license received by someone is lost, he/ she shall submit an application within prescribed time to the prescribed officer for another license. (2) The prescribed officer pursuant to Sub-section (1) may provide another license as prescribed upon charging prescribed",
    "lost, he/ she shall submit an application within prescribed time to the prescribed officer for another license. (2) The prescribed officer pursuant to Sub-section (1) may provide another license as prescribed upon charging prescribed fees. 43 . Restricted acts for the Tour Guide : The Following acts shall not be carried out by the Tour Guide,- (a) To request or accept cash or any kind, from the concerned seller or any other person, while providing any help in purchasin g any goods or rendering any service to the tourist for whom he/sh e has helps as a Tourist Guide. (b) To compel a tourist to appoint him/her as a Tou rist. (c) To provide his/her license to any other person to be engaged as a Tour Guide. + Inserted by the Second Amendment 44. License may be cancelled : (1) The prescribed officer may cancel the Tour Guide license in any of the following conditions:- (a) A person who has been convicted and imposed pen alty of imprisonment by a court in an offense involving mor al turpitude.",
    "may cancel the Tour Guide license in any of the following conditions:- (a) A person who has been convicted and imposed pen alty of imprisonment by a court in an offense involving mor al turpitude. (b) A person who is disqualified pursuant to Clause (b) of",
    "Section 40. (c) A person who violates any act mentioned in Sect ion 43. (2) Before suspending a license of Tour Guide of a pers on pursuant to Sub-section (1), an opportunity to put his/her defe nse shall be provided and at least fifteen days time shall be given for such defense. 45. Penalty : (1) In case, any person commits conduct the follo wing offence, Government of Nepal may punish as follows:- (a) Upto /handptrtsld Four Thousand Rupees fine for working as a Tour Guide by without obtaining license pursuant to Section 39, (b) Upto /handptrtsld Two Thousand Rupees fine for working as a Tour Guide by without renewing license pursuant to Section 41. (2) Except otherwise provided in Sub-section (1), i n case, any Tour Guide who does not abide by this Act, the Rules mad e there under and /handptrtsld Amended by the Second Amendment. direction, Government of Nepal may fine upto /handptrtsld One Thousand Rupees . (3) A person who is not satisfied with the order ma de by the Government of",
    "and /handptrtsld Amended by the Second Amendment. direction, Government of Nepal may fine upto /handptrtsld One Thousand Rupees . (3) A person who is not satisfied with the order ma de by the Government of Nepal pursuant to this Section, may f ile complaint within Thirty five days before the /handptrtsld Court of Appeal . /cross Chapter-5A Provisions Relating to other Tourism Enterprise 45A. Provision relating to other Tourism Enterprise : The provisions relating to registration, license, renewal, operation, suspensi on of license and cancellation of registration of Rafting, Gliding, Ballooning, Ju ngle Safari, Camping, Hiking, Bird Watching, Skiing and other prescribed tourism enterprise shall be as prescribed. 45B. Approval to be obtain : A tourist, who is interested in rafting, trekking and prescribed activity amongst tourism activity pursua nt to Section 45A, shall obtain an approval as prescribed upon paying prescribed fees. 45C. Penalty : (1) In case, someone operating a tourism",
    "prescribed activity amongst tourism activity pursua nt to Section 45A, shall obtain an approval as prescribed upon paying prescribed fees. 45C. Penalty : (1) In case, someone operating a tourism enterpri se pursuant to",
    "Section 45A violates this Act or Rules made thereun der or direction or order of\nGovernment of Nepal, the prescribed officer may fin e him/her /handptrtsldupto Twenty\nThousand Rupees .\n(2) In case, a tourist who commits any activity men tioned in Section\n45B without obtaining an approval pursuant to this Act or Rules framed\n/cross Inserted by the First Amendment.\n/handptrtsld Amended by the Second Amendment.\nthereunder or a tourist who has obtained such appro val violates this Act or\nRule framed thereunder, the prescribed officer may fine him/her /handptrtsldupto Ten\nThousand Rupees .\n(3) The aggrieved person, by the order made by pres cribed officer\npursuant to Sub-section (1) and (2), may file a com plaint before Government\nof Nepal within Thirty five days and a decision mad e by Government of Nepal\nto that effect shall be final.",
    "Chapter-6 Miscellaneous 46. Restriction may be imposed on sale and purchase of Tourist Goods : (1) Government of Nepal, by a Notification in the Nepal Gazette, may issue an order to restrict the tourist not sale or donate or transfer the ownership on such prescribed goods which he/she brought from abroad. (2) In case, someone gives or takes the goods again st the order issued pursuant to Sub-section (1), the Chief District Off icer may fine equal to claimed amount from the giver and seize the goods from receiver. (3) A person who is not satisfied with the order ma de by the Chief District Officer pursuant to Sub-section (2), may f ile an appeal within Thirty five days, before the ‽Court of Appeal . 47. Power to submit or cause to submit the Report o r Details : (1) A person, who has obtained Travel and Trekking Agency license or registered Hotel and /handptrtsld Amended by the Second Amendment. ‽ Amended by the Justice Adm inistration Act, 2048 Lodge pursuant to Section 10 /crossor Tourism",
    "person, who has obtained Travel and Trekking Agency license or registered Hotel and /handptrtsld Amended by the Second Amendment. ‽ Amended by the Justice Adm inistration Act, 2048 Lodge pursuant to Section 10 /crossor Tourism Enterprise pursuant to Section 45A, shall submit a prescribed periodic report to Government of Nepal. (2) Except otherwise provided in Sub-section (1), G overnment of Nepal may request for other details from time to time, if deems necessary, from a person who has obtained Travel or Trekking Agency l icense or registered Hotel or Lodge pursuant to Section 10 /crossor tourism enterprise pursuant to",
    "Section 45A . (3) Government of Nepal may inspect or cause to inspect or examine the income and expenditure or any other record of the T ravel or Trekking Agency or registered Hotel or Lodge or an office or work p lace of /crosstourism enterprise mentioned in Section 45A . 48. Not mortgage or handover the business : A person, who has obtained Travel or Trekking Agency license or registered Hotel or L odge pursuant to Section 10 /crossor tourism enterprise pursuant to Section 45A , shall not mortgage his/her enterprise to any other person or shall not allow any other person to operate the enterprise in his/her behalf. Provided that, it shall not be considered to have c reated any bar to enter into a transaction with any financial institution b y the Travel or Trekking /cross Inserted by the First Amendment. Agency or registered Hotel /crossor tourism enterprise mentioned in Section 45A . +48A. Special Provision relating to Nepalese Tourist : (1) The provisions relating to the Nepalese Tourist",
    "/cross Inserted by the First Amendment. Agency or registered Hotel /crossor tourism enterprise mentioned in Section 45A . +48A. Special Provision relating to Nepalese Tourist : (1) The provisions relating to the Nepalese Tourist shall be as prescribed. (2) Government of Nepal, by a Notification in the N epal Gazette, or may determine that any of the provisions of this Ac t may not be applicable to the Nepalese Tourist. 49. Notice to be given for any Change in Detail : In case, the details submitted with an application for the Travel or Trekking Agency license or registration of the Hotel, Lodge, Restaurant or Resort /semicircleleft Bar or registration of tourism enterprise pursuant to Section 45A . is altered or changed such license of the Travel or Trekking Agency or a person who registere d the Hotel, Lodge, Restaurant or Resort /semicircleleft Bar or tourism enterprise pursuant to Section 45A , shall submit the same to the Government of Nepal within i n Thirty-five days of such change",
    "the Hotel, Lodge, Restaurant or Resort /semicircleleft Bar or tourism enterprise pursuant to Section 45A , shall submit the same to the Government of Nepal within i n Thirty-five days of such change or alteration. 50. Notice to be given for closing the Enterprise : A person, who has obtained a Travel or Trekking Agency license or registered a H otel, Lodge, Restaurant or Resort /semicircleleft Bar or the tourism enterprise pursuant to Section 4 5A closes his/her business, he/she shall submit the notice to Governm ent of Nepal, within fifteen days of such closer. 51. Power to issue direction : Government of Nepal may issue necessary direction /cross Inserted by the First Amendment. /semicircleleft Amended by the First Amendment. to a person who has obtained Travel or Trekking Age ncy license or registered the Hotel, Lodge, Restaurant or Resort /semicircleleft Bar or the tourism enterprise pursuant to Section 45A on the matters which are related to tourism development. 52. Fine and Complaint",
    "license or registered the Hotel, Lodge, Restaurant or Resort /semicircleleft Bar or the tourism enterprise pursuant to Section 45A on the matters which are related to tourism development. 52. Fine and Complaint : (1) In case, a person who commits the following a cts, Government of Nepal may fine upto /handptrtsld Two Thousand Rupees such person:- (a) A person, who has a duty to submit a report pur suant to",
    "Section 47, does not submit it as prescribed or cau ses\nobstacle to the deputed employees for the inspectio n of\noffice or document.\n(b) A person who carries out the activities prohibi ted in the",
    "Section 48. (c) A person who does not inform within the period as mentioned in Section 49 or 50. (d) A person who does not abide the direction made by pursuant to Section 51. (2) A person who is not satisfied with the order ma de by the Government of Nepal pursuant to Sub-section (1), may file complaint within Thirty-five days before the /handptrtsld Court of Appeal /handptrtsld53. Delegation of Powers : (1) Government of Nepal may delegate any or all of the powers conferred to it under this Act, by a Notific ation in the Nepal Gazette, to /semicircleleft Amended by the First Amendment. /handptrtsld Amended by the Second Amendment. the any office, institution or official. 54. Right to Constitute Committee : Government of Nepal may constitute Tourism Development Committee consisting government al and nongovernmental persons to provide suggestions to Government of Nepal. 55. This Act shall not apply on the tourism activities operated by Government of Nepal : Government of Nepal may issue",
    "government al and nongovernmental persons to provide suggestions to Government of Nepal. 55. This Act shall not apply on the tourism activities operated by Government of Nepal : Government of Nepal may issue an order not to app ly all or any of the provision to tour guide appointed by Government of Nepal or any Travel or Trekking Agency, Hotel /crossor tourism enterprise pursuant to Section 45A . 56. Power to Frame Rules : For the implementation of the objectives of this Act, the Government of Nepal may frame necessary Rules. 57. Repeal and Saving : (1) Tourism Industry Act, 2021 has been repealed. (2) The license of a Travel Agency and Tour guide i ssued under Tourism Industry Act, 2021 shall to have been received under this Act. (3) The hotel registered as tourist standard unde r Tourism Industry Act, 2021shall be deemed as registered under this Act. /cross Inserted by the First Amendment. Note: 1. Words modified by the Tourism (First Amendment) Act, 2042 (a) \"High Altitude Worker\" instead",
    "r Tourism Industry Act, 2021shall be deemed as registered under this Act. /cross Inserted by the First Amendment. Note: 1. Words modified by the Tourism (First Amendment) Act, 2042 (a) \"High Altitude Worker\" instead of \"High Altitude Potter\" (b) \"Local Worker\" instead of \"Local Potter\" 2. Words modified by the Tourism (Second Amendment) Act, 2053 (a) \"His Majesty's Government instead of \"Department\" (b) \"Restaurant and Resort\" instead of \"Restaurant\" 3. Words modified by Some Nepal Laws Amendment Act, 2063 \"Government of Nepal\" instead of \"His Majesty Gove rnment\""
  ],
  "total_chunks": 63
}