{
  "metadata": {
    "filename": "Vital-Registration-Act.pdf",
    "title": "The Births, Deaths and Other Personal Events (Registration) Act, 2033",
    "act_number": "44",
    "year": "2033",
    "date": "1. The Births, Deaths and Other Personal Events"
  },
  "chunks": [
    "The Births, Deaths and Other Personal Events (Registration) Act, 2033 (1976) Date of Royal Seal and Publication 2033.7.4 (20 October, 1976) Amending Acts: Date of Authentication and Publication 1. The Births, Deaths and Other Personal Events Registration (First Amendment) Act, 2037 (1980) 2037.5.26 (11 September, 1980) 2. The Births, Deaths and Other Personal Events Registration (Second Amendment) Act, 2048 (1991) 2048.7.14 (31 October, 1991) 3. The Act Amending Some Nepal Acts to Maintain Gender Equality, 2063 (2006) 2063.7.17 (3 November, 2006) 4. The Act Consolidating Republic and Amending Some Nepal Laws, 2066 (2009)1 2066.10.7 (21 January, 2010) 5. The Act Amending Some Nepal Acts, 2072 (2016) 2072.11.13 (25 February, 2016) 6. The Act Amending Some Nepal Acts, 2075 (2018) 2075.11.19 (3 March, 2019) Act Number 44 of the Year 2033 (1976) An Act Made for Registration of Births, Deaths, Marriages, Divorces and Migrations Preamble: Whereas, it is expedient to make legal provisions on the",
    "Number 44 of the Year 2033 (1976) An Act Made for Registration of Births, Deaths, Marriages, Divorces and Migrations Preamble: Whereas, it is expedient to make legal provisions on the registration and distribution of certificates of events such as births, deaths, marriages, divorces and migrations of persons residing in …………3 Nepal; This Act came into force on 2065.2.15 (28 May, 2008). Deleted by the Act Consolidating Republic and Amending Some Nepal Laws, 2066 (2009). Deleted by the Act Consolidating Republic and Amending Some Nepal Laws, 2066 (2009). Now, therefore, be it enacted by His Majesty the King Birendra Bir Bikram Shah Dev, on the advice and with the consent of the Rastriya Panchayat. Short Title, Extent and Commencement: (1) This Act may be cited as the \"Births, Deaths and Other Personal Events (Registration) Act, 2033 (1976)\". It shall extend to the whole of…………4 Nepal.",
    "Section 1 shall commence immediately and the other Sections shall commence on such date and in such area as the Government of Nepal may, by a notification in the Nepal Gazette, appoint. Definitions: Unless the subject or the context otherwise requires, in this Act, - \"Personal event\" means the birth, death, marriage, divorce or migration of any person. \"Migration\"5 means the act of migrating from the area of one Rural Municipality6 or Municipality to that of another Rural Municipality7 or Municipality within Nepal or migrating to or from a foreign country, for a period of more than six months. \"Registrar\"8 means the Registrar or Local Registrar appointed or designated pursuant to Section 3. \"Head of the family\" means the senior person who makes arrangement in the family or a person who maintains the family. \"Prescribed\" or \"as prescribed\" means prescribed or as prescribed in the Rules framed under this Act. Registrar and Local Registrar: (1) The Head of the National Identity Card Management",
    "maintains the family. \"Prescribed\" or \"as prescribed\" means prescribed or as prescribed in the Rules framed under this Act. Registrar and Local Registrar: (1) The Head of the National Identity Card Management and Registration Department of the Government of Nepal shall, for the purposes of this Act, act as the Registrar. The employee who is designated by the concerned Rural Municipality or Municipality Executive from amongst the employees serving in the Rural Municipality or Municipality, on the basis of the standards specified by the Registrar referred to in sub-section (1), shall act as the Local Registrar. Deleted by the Act Consolidating Republic and Amending Some Nepal Laws, 2066 (2009). Amended by the First Amendment. Amended by the Act Amending Some Nepal Acts, 2072 (2016). Amended by the Act Amending Some Nepal Acts, 2072 (2016). Amended by the Second Amendment. Amended by the Act Amending Some Nepal Acts, 2075 (2019). In making designation of the Local Registrar pursuant to sub-section",
    "Amending Some Nepal Acts, 2072 (2016). Amended by the Second Amendment. Amended by the Act Amending Some Nepal Acts, 2075 (2019). In making designation of the Local Registrar pursuant to sub-section (2), a Local Registrar shall be designated for each Ward of the Rural Municipality or Municipality. Information of personal event: (1) The following persons in the following circumstances shall, in order to have the personal event registered, give information to the Office of the Local Registrar, in the form as prescribed, not later than thirty-five days of the occurrence of such an event: Information of birth and death by the head of the family, and in his or her absence, a............10 major member of the family, 11(b) Information of marriage by both the husband and wife, 12(c) Information of divorce by the husband or wife, Information of migration by the head of the family in the case of migration of a family and by the person in the case of migration of an individual. If any personal event",
    "Information of migration by the head of the family in the case of migration of a family and by the person in the case of migration of an individual. If any personal event occurs outside 13…….Nepal, a person who has the duty to give information of that event not later than sixty days after his or her arrival in 14……Nepal. The person who has the duty to give information of a personal event pursuant to sub-section (1) may authorize any person to have such information registered. If there is no person to give information of the birth or death pursuant to clause (a) of sub-section (1), such a person as may be prescribed by Government of Nepal by a notification in the Nepal Gazette shall give such information. To Register Personal Event: (1) The Local Registrar shall, immediately upon receiving the information referred to in Section 4, register such an event in the concerned register, by doing the following: Examining whether or not the form filled up by the informant is correct or not, and",
    "the information referred to in Section 4, register such an event in the concerned register, by doing the following: Examining whether or not the form filled up by the informant is correct or not, and if it is not correct, causing him or her to fill it up correctly, and The Act Amending Some Nepal Acts to Maintain Gender Equality, 2063 (2006) Amended by the Second Amendment. Amended by the Second Amendment. Deleted by the Act Consolidating Republic and Amending Some Nepal Laws, 2066 (2010). Deleted by the Act Consolidating Republic and Amending Some Nepal Laws, 2066 (2010). In the event of the informant being illiterate and unable to fill up the form, filling up, or causing to be filled up, the form as stated by the informant, and taking his or her thumb impressions on it. In registering the information of divorce, it shall be registered upon looking at, inter alia, with the decision of the concerned court. (3)15 If the person appears for the registration of a personal event after the expiry",
    "information of divorce, it shall be registered upon looking at, inter alia, with the decision of the concerned court. (3)15 If the person appears for the registration of a personal event after the expiry of the period specified in sub-section (1) or (2) of Section 4, the Local Registrar shall register the event upon collecting the fee of fifty rupees. …….16 To issue certificate: The Local Registrar shall, immediately upon registering the information of a personal event pursuant to Section 5, issue, free of cost, the registration certificate to the person specified in sub-section (1) of Section 4. 6A.17 Prohibition on making registration and issuing certificate: (1) Notwithstanding anything contained elsewhere in this Act, it is prohibited to register any personal events including marriages which are void under the prevailing and issue certificates thereof. If it is requested for the registration of any personal event pursuant to sub-section (1), separate records of the event shall be maintained",
    "void under the prevailing and issue certificates thereof. If it is requested for the registration of any personal event pursuant to sub-section (1), separate records of the event shall be maintained and the matter shall be submitted to the concerned body or authority to take action in relation to that matter in accordance with the prevailing law. Nothing contained in this Section shall prejudice the matter requiring registration of the birth of an infant born as a consequence of the marriage that is void. Power to issue duplicate copy of certificate: (1) If the registration certificate issued pursuant to Section 6 is lost or damaged due to any reason, the concerned person shall make an application to the concerned Local Registrar’s Office. The concerned Local Registrar shall, if he or she finds the content of the application made pursuant to sub-section (1) to be reasonable, issue the duplicate copy of the registration certificate upon collecting the prescribed fees. Amended by the Act",
    "she finds the content of the application made pursuant to sub-section (1) to be reasonable, issue the duplicate copy of the registration certificate upon collecting the prescribed fees. Amended by the Act Amending Some Nepal Acts, 2075 (2018). Deleted by the Act Amending Some Nepal Acts, 2075 (2018). Amended by the Act Amending Some Nepal Acts, 2075 (2018). Power to depute employee to prepare inventory of family: (1) If it appears necessary to prepare an inventory of families for the purpose of registration of personal events, the Government of Nepal may depute employees for that purpose. It shall be the duty of the concerned person to provide such details or answer such questions as asked by the employee deputed pursuant to subsection (1). Recognition of registration: The registration certificate issued pursuant to",
    "Section 6 shall be the evidence of occurrence of the personal event, and such evidence may be submitted to any office or court and used in any personal transaction. Provided, however, that, if it is proved that any person has received the registration certificate upon submitting false details, such a registration certificate shall be revoked. 189A. Power to correct registered age, name and caste free of cost: (1) If the age, name or caste of a child who is born after the commencement of this Act has to be corrected after the issuance of the registration certificate after the same has once been registered pursuant to this Act, the concerned person may make an application to the Local Registrar’s Office in the prescribed form not later than six months of the date of such issuance of the registration certificate. Upon receiving an application made pursuant to sub-section (1), the Local Registrar may, upon inquiring thereinto, make correct, free of cost, the age, name or caste mentioned in",
    "issuance of the registration certificate. Upon receiving an application made pursuant to sub-section (1), the Local Registrar may, upon inquiring thereinto, make correct, free of cost, the age, name or caste mentioned in the register and the registration certificate. No age, name or caste of a person registered in the register and the registration certificate referred to in this Act may be corrected in accordance with any other prevailing law, except in accordance with this Section. Personal event register may be inspected: If any person wishes to inspect the personal event register held in the.............Local Registrar’s Office, the concerned Registrar may allow such a person to inspect the register upon collecting the prescribed fees. Records to be maintained: Each Local Registrar’s Office shall, as soon as possible, send the details of personal events registered each month to the Registrar, Inserted by the First Amendment. and the Registrar shall collect and analyse the details so",
    "soon as possible, send the details of personal events registered each month to the Registrar, Inserted by the First Amendment. and the Registrar shall collect and analyse the details so received, update the records of personal events registration and also publish annual results. 1911A. Development of integrated electronic system: (1) The Government of Nepal shall develop and operate an integrated electronic system for the registration of personal events. The Rural Municipality or Municipality shall have access to the electronic system brought into operation pursuant to sub-section (1), and the Rural Municipality or Municipality shall follow such a system in the registration of personal events. 2012. Duty of Rural Municipality or Municipality: (1) If the occurrence of a personal event required to be registered pursuant to this Act comes to its knowledge, the concerned Rural Municipality or Municipality21 shall remind and convince and provide necessary assistance to, the concerned person",
    "to be registered pursuant to this Act comes to its knowledge, the concerned Rural Municipality or Municipality21 shall remind and convince and provide necessary assistance to, the concerned person with respect to the registration of information of such an event. It shall be the duty of the Rural Municipality or Municipality22 to provide necessary assistance to the deputed employee or the Local Registrar in the course of the functions required to be performed pursuant to this Act or the Rules framed hereunder. Penalties: (1) A person who does not provide such details or answer such question as demanded or asked pursuant to sub-section (2) of Section 8 shall be liable to a fine not exceeding two hundred rupees23. (2)24 If any person is proved to have given information of a false personal event with the intention of harassing any other person or making a personal gain, such a person who has given such false information shall be liable to a fine not exceeding one hundred rupees or imprisonment",
    "intention of harassing any other person or making a personal gain, such a person who has given such false information shall be liable to a fine not exceeding one hundred rupees or imprisonment for a term not exceeding one month or the both, and if the registration of such an event has already been effected, such registration shall be revoked. If any person knowingly destroys the information form or register or family record that is in his or her custody or uses the same for a personal gain Inserted by the Act Amending Some Nepal Acts, 2075 (2018). Amended by the Act Amending Some Nepal Acts, 2075 (2018). Amended by the Act Amending Some Nepal Acts, 2075 (2018). Amended by the Act Amending Some Nepal Acts, 2075 (2018). Amended by the Act Amending Some Nepal Acts, 2072 (2018). Amended by the First Amendment. or unauthorized purpose, such a person shall be liable to imprisonment for a term not exceeding three months or a fine of three hundred rupees to six hundred rupees or the both. (4)25",
    "First Amendment. or unauthorized purpose, such a person shall be liable to imprisonment for a term not exceeding three months or a fine of three hundred rupees to six hundred rupees or the both. (4)25 If any person is held to have prevented or hindered any other person appearing to have a personal event registered from registering such an event or provoked that other person in relation to such registration, such a person shall be liable to a fine not exceeding two hundred rupees. Government of Nepal to be plaintiff: The Government of Nepal shall be the plaintiff in any case punishable under Section 13. Adjudicating authority and procedures: (1) The Chief District Officer shall have the power to try and settle the cases punishable under Section 13. The Chief District Officer shall, in trying the cases pursuant to subsection (1), follow the procedures referred to in the Special Court Act, 2059 (…). An appeal against the decision of the Chief District Officer shall lie in the High Court.26",
    "cases pursuant to subsection (1), follow the procedures referred to in the Special Court Act, 2059 (…). An appeal against the decision of the Chief District Officer shall lie in the High Court.26 Power to remove difficulties: If any difficulty arises with the implementation of this Act, the Government of Nepal may, by a notification in the Nepal Gazette, issue necessary order to remove such a difficulty. Power to frame Rules: (1) The Government of Nepal may frame necessary Rules in order to implement the objectives of this Act. Without prejudice to the generality of the powers conferred by subsection (1), such Rules may be framed in the following matters, in particular: Relating to the form of information of personal events required to be filled up pursuant to this Act or register to be maintained in the Local Registrar’s Office,27 Relating to the certificate of registration of the personal event, Relating to the copy of the certificate of registration and fees for the inspection of the",
    "be maintained in the Local Registrar’s Office,27 Relating to the certificate of registration of the personal event, Relating to the copy of the certificate of registration and fees for the inspection of the register of personal events, Relating to the particulars necessary for the preparation of family records or specification of the form of questionnaire, Relating to correction in details, Inserted by the First Amendment. Amended by the Act Amending Some Nepal Acts, 2072 (2016). Amended by the Second Amendment. Relating to registration of the name of a child and making change in the name already registered. Districts of commencement of the remaining Sections of the Act yet to be commenced and dates thereof SN Name of District commencement of the Act Date of publication Nepal Gazette Jhapa, Rahautat, Morang, Kathmandu, Saptari, Kapilvastu, Mahottari, Banke, Sarlahi and Kanchanpur (10) 2034.1.1 (13 May, 1977) 2033.12.29 (11 April, 1977) Bara, Parsa, Dhanusa and Sunsari (4) 2035.10.1 January,",
    "publication Nepal Gazette Jhapa, Rahautat, Morang, Kathmandu, Saptari, Kapilvastu, Mahottari, Banke, Sarlahi and Kanchanpur (10) 2034.1.1 (13 May, 1977) 2033.12.29 (11 April, 1977) Bara, Parsa, Dhanusa and Sunsari (4) 2035.10.1 January, 1979) 2035.8.26 December, 1978) Siraha (1) 2035.11.1 (13 February, 1979) 2035.8.26 December, 1978) Rupandehi and Nawalparasi (2) 2035.12.1 March, 1979) 2035.8.26 December, 1978) Chitawan, Makawanpur, Bardia Kailali (4) 2036.11.1(13 February, 1980) 2035.8.26 December, 1978) Kavreplanchowk, Kaski and Palpa (3) 2036.11.1 February, 1980) 2035.8.26 December, 1978) Lalitpur, Bhaktapur and Surkhet (3) 2036.11.1 (13 February, 1980) 2036.11.1 February, 1980) Daang (1) 2036.12.1(14 March, 1979) 2036.11.1 February, 1980) Tanahu, Nuwakot and Dhading (3) 2037.9.1 (15 December, 1980) 2037.7.25 November, 1980) 10. Ilam and Dhankuta 2037.10.1 January, 1981) 2037.7.25 November, 1980) 11. Jumla 2038.8.1(16 November, 1981) 2038.8.1 November, 1981) 12. Gorkha (1) 2038.8.1(16",
    "1980) 2037.7.25 November, 1980) 10. Ilam and Dhankuta 2037.10.1 January, 1981) 2037.7.25 November, 1980) 11. Jumla 2038.8.1(16 November, 1981) 2038.8.1 November, 1981) 12. Gorkha (1) 2038.8.1(16 November, 1981) 2038.8.1(16 November, 1981) 13. Sindhuli and Udayapur (2) 2038.9.1 (16 December, 1981) 2038.8.1 (16 November, 1981) 14. Syangja (1) 2038.10.1 (14 January 1982) 2038.8.1 (16 November, 1981) 15. Sindhupalchowk (1) 2038.11.1 (12 February, 1982) 2038.8.1(16 November, 1981) 16. Rasuwa (1) 2038.12. (14 March, 1982) 2038.8.1 (16 November, 1981) 17. Panchthar, Taplejung, Terathum, Bhojpur, Sankhuwasava, Solukhumbu, Okhaldhunga, Khotang, Ramechhap, Dolakha, Lamjung, Manang, Myagdi, Baglung, Parbat, Mustang, Arghakhachi, Gulmi, Puythan, Salyan, Rolpa, Rukum, Dolpa, Mugu, Humla, Kalikot, Jajarkot, Dailekha, Achham, Doti, Bajura, Bajhang, Darchula, Baitadi and Dadeldhura (35) 2047.1.1 (14 April, 1990) 2046.12.6 (19 March, 1990)"
  ],
  "total_chunks": 20
}